[
    {
        "Name": "47th Street - The Diamond District",
        "Price": 367,
        "Description": "Experience the 47th Street - The Diamond District on a small-group full-day tour from New York City. Enjoy the experience of the 47th Street - The Diamond District and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit 47th Street - The Diamond District to experience more in NYC. Then, cruise by boat to the NYC via 47th Street - The Diamond District.",
        "UserId": 1,
        "LocationName": "47th St. betw. Fifth & Sixth Aves. Manhattan, NY 10036, Midtown West",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "9/11 Memorial & Museum",
        "Price": 245,
        "Description": "Experience the 9/11 Memorial & Museum on a small-group full-day tour from New York City. Enjoy the experience of the 9/11 Memorial & Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit 9/11 Memorial & Museum to experience more in NYC. Then, cruise by boat to the NYC via 9/11 Memorial & Museum.",
        "UserId": 1,
        "LocationName": "World Trade Center (museum: 180 Greenwich St.) Manhattan, NY 1000, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Abyssinian Baptist Church",
        "Price": 106,
        "Description": "Experience the Abyssinian Baptist Church on a small-group full-day tour from New York City. Enjoy the experience of the Abyssinian Baptist Church and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Abyssinian Baptist Church to experience more in NYC. Then, cruise by boat to the NYC via Abyssinian Baptist Church.",
        "UserId": 1,
        "LocationName": "132 Odell Clark Place New York, NY 10030, Harlem",
        "Latitude": 40.8183,
        "Longitude": -73.9426,
        "TenantId": 1
    },
    {
        "Name": "Alice Austen House Museum",
        "Price": 403,
        "Description": "Experience the Alice Austen House Museum on a small-group full-day tour from New York City. Enjoy the experience of the Alice Austen House Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Alice Austen House Museum to experience more in NYC. Then, cruise by boat to the NYC via Alice Austen House Museum.",
        "UserId": 1,
        "LocationName": "2 Hylan Blvd. Staten Island, NY 10305, Staten Island",
        "Latitude": 40.5973,
        "Longitude": -74.0768,
        "TenantId": 1
    },
    {
        "Name": "Alice Tully Hall",
        "Price": 285,
        "Description": "Experience the Alice Tully Hall on a small-group full-day tour from New York City. Enjoy the experience of the Alice Tully Hall and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Alice Tully Hall to experience more in NYC. Then, cruise by boat to the NYC via Alice Tully Hall.",
        "UserId": 1,
        "LocationName": "1941 Broadway Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Alvin Ailey American Dance Theate",
        "Price": 110,
        "Description": "Experience the Alvin Ailey American Dance Theate on a small-group full-day tour from New York City. Enjoy the experience of the Alvin Ailey American Dance Theate and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Alvin Ailey American Dance Theate to experience more in NYC. Then, cruise by boat to the NYC via Alvin Ailey American Dance Theate.",
        "UserId": 1,
        "LocationName": "405 W. 55th St. Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "American Girl Place",
        "Price": 172,
        "Description": "Experience the American Girl Place on a small-group full-day tour from New York City. Enjoy the experience of the American Girl Place and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit American Girl Place to experience more in NYC. Then, cruise by boat to the NYC via American Girl Place.",
        "UserId": 1,
        "LocationName": "609 Fifth Ave. Manhattan, NY 10017, Midtown East",
        "Latitude": 40.7517,
        "Longitude": -73.9707,
        "TenantId": 1
    },
    {
        "Name": "American Museum of Natural History",
        "Price": 152,
        "Description": "Experience the American Museum of Natural History on a small-group full-day tour from New York City. Enjoy the experience of the American Museum of Natural History and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit American Museum of Natural History to experience more in NYC. Then, cruise by boat to the NYC via American Museum of Natural History.",
        "UserId": 1,
        "LocationName": "Central Park West at 79th St. Manhattan, NY 10024, Upper West Side",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "Apollo Theater",
        "Price": 227,
        "Description": "Experience the Apollo Theater on a small-group full-day tour from New York City. Enjoy the experience of the Apollo Theater and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Apollo Theater to experience more in NYC. Then, cruise by boat to the NYC via Apollo Theater.",
        "UserId": 1,
        "LocationName": "253 W. 125th St.  Manhattan, NY 10027, Harlem",
        "Latitude": 40.8116,
        "Longitude": -73.955,
        "TenantId": 1
    },
    {
        "Name": "arts>Brookfield Place",
        "Price": 274,
        "Description": "Experience the arts>Brookfield Place on a small-group full-day tour from New York City. Enjoy the experience of the arts>Brookfield Place and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit arts>Brookfield Place to experience more in NYC. Then, cruise by boat to the NYC via arts>Brookfield Place.",
        "UserId": 1,
        "LocationName": "230 Vesey St. Manhattan, NY 10281, Battery Park City",
        "Latitude": 40.7146,
        "Longitude": -74.015,
        "TenantId": 1
    },
    {
        "Name": "Barclays Center",
        "Price": 391,
        "Description": "Experience the Barclays Center on a small-group full-day tour from New York City. Enjoy the experience of the Barclays Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Barclays Center to experience more in NYC. Then, cruise by boat to the NYC via Barclays Center.",
        "UserId": 1,
        "LocationName": "620 Atlantic Ave. Brooklyn, NY 11217, Prospect Heights",
        "Latitude": 40.6816,
        "Longitude": -73.9798,
        "TenantId": 1
    },
    {
        "Name": "Bartow-Pell Mansion Museum",
        "Price": 376,
        "Description": "Experience the Bartow-Pell Mansion Museum on a small-group full-day tour from New York City. Enjoy the experience of the Bartow-Pell Mansion Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bartow-Pell Mansion Museum to experience more in NYC. Then, cruise by boat to the NYC via Bartow-Pell Mansion Museum.",
        "UserId": 1,
        "LocationName": "895 Shore Rd. Bronx, NY 10464, Pelham Bay",
        "Latitude": 40.8469,
        "Longitude": -73.7874,
        "TenantId": 1
    },
    {
        "Name": "Bateaux New York",
        "Price": 433,
        "Description": "Experience the Bateaux New York on a small-group full-day tour from New York City. Enjoy the experience of the Bateaux New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bateaux New York to experience more in NYC. Then, cruise by boat to the NYC via Bateaux New York.",
        "UserId": 1,
        "LocationName": "Pier 61, Chelsea Piers (23rd St. & Hudson River) Manhattan, NY 10011, Chelsea",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Bronx Brewery",
        "Price": 260,
        "Description": "Experience the Bronx Brewery on a small-group full-day tour from New York City. Enjoy the experience of the Bronx Brewery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bronx Brewery to experience more in NYC. Then, cruise by boat to the NYC via Bronx Brewery.",
        "UserId": 1,
        "LocationName": "856 East 136th Street NY 10454, South Bronx",
        "Latitude": 40.8085,
        "Longitude": -73.9198,
        "TenantId": 1
    },
    {
        "Name": "Bronx Library Center",
        "Price": 142,
        "Description": "Experience the Bronx Library Center on a small-group full-day tour from New York City. Enjoy the experience of the Bronx Library Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bronx Library Center to experience more in NYC. Then, cruise by boat to the NYC via Bronx Library Center.",
        "UserId": 1,
        "LocationName": "310 E. Kingsbridge Rd. Bronx, NY 10458, Fordham",
        "Latitude": 40.8633,
        "Longitude": -73.8895,
        "TenantId": 1
    },
    {
        "Name": "Bronx Zoo",
        "Price": 192,
        "Description": "Experience the Bronx Zoo on a small-group full-day tour from New York City. Enjoy the experience of the Bronx Zoo and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bronx Zoo to experience more in NYC. Then, cruise by boat to the NYC via Bronx Zoo.",
        "UserId": 1,
        "LocationName": "2300 Southern Blvd. Bronx, NY 10460, Fordham",
        "Latitude": 40.8409,
        "Longitude": -73.8794,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Botanic Garden",
        "Price": 431,
        "Description": "Experience the Brooklyn Botanic Garden on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Botanic Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Botanic Garden to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Botanic Garden.",
        "UserId": 1,
        "LocationName": "1000 Washington Ave. Brooklyn, NY 11225, Prospect Heights",
        "Latitude": 40.6628,
        "Longitude": -73.9546,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Bridge",
        "Price": 196,
        "Description": "Experience the Brooklyn Bridge on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Bridge to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Bridge.",
        "UserId": 1,
        "LocationName": "Tillary St Brooklyn, NY 11201,Downtown Brooklyn",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Heights Promenade",
        "Price": 148,
        "Description": "Experience the Brooklyn Heights Promenade on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Heights Promenade and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Heights Promenade to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Heights Promenade.",
        "UserId": 1,
        "LocationName": "Brooklyn-Queens Expressway Brooklyn , NY 11201, Brooklyn Heights",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Historical Society",
        "Price": 432,
        "Description": "Experience the Brooklyn Historical Society on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Historical Society and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Historical Society to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Historical Society.",
        "UserId": 1,
        "LocationName": "128 Pierrepont St. Brooklyn, NY 11201, Brooklyn Heights",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Navy Yard",
        "Price": 272,
        "Description": "Experience the Brooklyn Navy Yard on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Navy Yard and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Navy Yard to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Navy Yard.",
        "UserId": 1,
        "LocationName": "63 Flushing Ave, bldg 292, unit 300 (main office) Brooklyn, NY 11205, Navy Yard",
        "Latitude": 40.6924,
        "Longitude": -73.9666,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Nets",
        "Price": 107,
        "Description": "Experience the Brooklyn Nets on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Nets and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Nets to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Nets.",
        "UserId": 1,
        "LocationName": "The Barclays Center, 620 Atlantic Ave. Brooklyn, NY 11217, Prospect Heights",
        "Latitude": 40.6816,
        "Longitude": -73.9798,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Public Library",
        "Price": 321,
        "Description": "Experience the Brooklyn Public Library on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Public Library and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Public Library to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Public Library.",
        "UserId": 1,
        "LocationName": "Grand Army Plaza at Flatbush Ave Brooklyn, NY 11238, Park Slope",
        "Latitude": 40.679,
        "Longitude": -73.9644,
        "TenantId": 1
    },
    {
        "Name": "Calvary Cemetery",
        "Price": 276,
        "Description": "Experience the Calvary Cemetery on a small-group full-day tour from New York City. Enjoy the experience of the Calvary Cemetery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Calvary Cemetery to experience more in NYC. Then, cruise by boat to the NYC via Calvary Cemetery.",
        "UserId": 1,
        "LocationName": "49-02 Laurel Hill Blvd. Queens, NY 11377, Woodside",
        "Latitude": 40.745,
        "Longitude": -73.9069,
        "TenantId": 1
    },
    {
        "Name": "Carnegie Hall",
        "Price": 200,
        "Description": "Experience the Carnegie Hall on a small-group full-day tour from New York City. Enjoy the experience of the Carnegie Hall and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Carnegie Hall to experience more in NYC. Then, cruise by boat to the NYC via Carnegie Hall.",
        "UserId": 1,
        "LocationName": "57th St. and Seventh Ave. Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Cathedral Church of St. John the Divine",
        "Price": 372,
        "Description": "Experience the Cathedral Church of St. John the Divine on a small-group full-day tour from New York City. Enjoy the experience of the Cathedral Church of St. John the Divine and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Cathedral Church of St. John the Divine to experience more in NYC. Then, cruise by boat to the NYC via Cathedral Church of St. John the Divine.",
        "UserId": 1,
        "LocationName": "1047 Amsterdam Ave. Manhattan, NY 10025, Morningside Heights",
        "Latitude": 40.7975,
        "Longitude": -73.9683,
        "TenantId": 1
    },
    {
        "Name": "Central Park Conservancy—Official Central Park Tours",
        "Price": 395,
        "Description": "Experience the Central Park Conservancy—Official Central Park Tours on a small-group full-day tour from New York City. Enjoy the experience of the Central Park Conservancy—Official Central Park Tours and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Central Park Conservancy—Official Central Park Tours to experience more in NYC. Then, cruise by boat to the NYC via Central Park Conservancy—Official Central Park Tours.",
        "UserId": 1,
        "LocationName": "14 E. 60th St., 8th fl. New York, NY 10022, Upper East Side",
        "Latitude": 40.7571,
        "Longitude": -73.9657,
        "TenantId": 1
    },
    {
        "Name": "Charles A. Dana Discovery Center/Harlem Meer",
        "Price": 347,
        "Description": "Experience the Charles A. Dana Discovery Center/Harlem Meer on a small-group full-day tour from New York City. Enjoy the experience of the Charles A. Dana Discovery Center/Harlem Meer and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Charles A. Dana Discovery Center/Harlem Meer to experience more in NYC. Then, cruise by boat to the NYC via Charles A. Dana Discovery Center/Harlem Meer.",
        "UserId": 1,
        "LocationName": "106th to 110th Sts on the east side of the park Manhattan, NY 10029, Central Park",
        "Latitude": 40.7918,
        "Longitude": -73.9447,
        "TenantId": 1
    },
    {
        "Name": "Chelsea Craft Brewing Company",
        "Price": 154,
        "Description": "Experience the Chelsea Craft Brewing Company on a small-group full-day tour from New York City. Enjoy the experience of the Chelsea Craft Brewing Company and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Chelsea Craft Brewing Company to experience more in NYC. Then, cruise by boat to the NYC via Chelsea Craft Brewing Company.",
        "UserId": 1,
        "LocationName": "463 East 173rd Street NY 10457, The Bronx",
        "Latitude": 40.8486,
        "Longitude": -73.8999,
        "TenantId": 1
    },
    {
        "Name": "Chelsea Piers Sports & Entertainment Complex",
        "Price": 286,
        "Description": "Experience the Chelsea Piers Sports & Entertainment Complex on a small-group full-day tour from New York City. Enjoy the experience of the Chelsea Piers Sports & Entertainment Complex and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Chelsea Piers Sports & Entertainment Complex to experience more in NYC. Then, cruise by boat to the NYC via Chelsea Piers Sports & Entertainment Complex.",
        "UserId": 1,
        "LocationName": "23rd St. & Hudson River Park Manhattan, NY 10011, Chelsea",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Chrysler Building",
        "Price": 247,
        "Description": "Experience the Chrysler Building on a small-group full-day tour from New York City. Enjoy the experience of the Chrysler Building and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Chrysler Building to experience more in NYC. Then, cruise by boat to the NYC via Chrysler Building.",
        "UserId": 1,
        "LocationName": "405 Lexington Ave Manhattan, NY, Midtown East",
        "Latitude": 40.7517,
        "Longitude": -73.9752,
        "TenantId": 1
    },
    {
        "Name": "Circle Line Downtown",
        "Price": 271,
        "Description": "Experience the Circle Line Downtown on a small-group full-day tour from New York City. Enjoy the experience of the Circle Line Downtown and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Circle Line Downtown to experience more in NYC. Then, cruise by boat to the NYC via Circle Line Downtown.",
        "UserId": 1,
        "LocationName": "Pier 16 at S. St. Seaport Manhattan, NY 10038, Lower Manhattan",
        "Latitude": 40.7101,
        "Longitude": -74.0013,
        "TenantId": 1
    },
    {
        "Name": "Circle Line Sightseeing Cruises",
        "Price": 392,
        "Description": "Experience the Circle Line Sightseeing Cruises on a small-group full-day tour from New York City. Enjoy the experience of the Circle Line Sightseeing Cruises and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Circle Line Sightseeing Cruises to experience more in NYC. Then, cruise by boat to the NYC via Circle Line Sightseeing Cruises.",
        "UserId": 1,
        "LocationName": "Pier 83, 42nd St. and Twelfth Ave. Manhattan, NY 10036, Hells Kitchen",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "City Hall",
        "Price": 244,
        "Description": "Experience the City Hall on a small-group full-day tour from New York City. Enjoy the experience of the City Hall and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit City Hall to experience more in NYC. Then, cruise by boat to the NYC via City Hall.",
        "UserId": 1,
        "LocationName": "City Hall  Broadway and Murray St. Manhattan, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "City Hall Park",
        "Price": 434,
        "Description": "Experience the City Hall Park on a small-group full-day tour from New York City. Enjoy the experience of the City Hall Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit City Hall Park to experience more in NYC. Then, cruise by boat to the NYC via City Hall Park.",
        "UserId": 1,
        "LocationName": "Broadway and Chambers St Manhattan, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Classic Harbor Line LLC",
        "Price": 156,
        "Description": "Experience the Classic Harbor Line LLC on a small-group full-day tour from New York City. Enjoy the experience of the Classic Harbor Line LLC and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Classic Harbor Line LLC to experience more in NYC. Then, cruise by boat to the NYC via Classic Harbor Line LLC.",
        "UserId": 1,
        "LocationName": "Chelsea Piers, Pier 62 (22nd St. & Hudson River) Manhattan, NY 10011, Chelsea",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Clove Lakes Park",
        "Price": 290,
        "Description": "Experience the Clove Lakes Park on a small-group full-day tour from New York City. Enjoy the experience of the Clove Lakes Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Clove Lakes Park to experience more in NYC. Then, cruise by boat to the NYC via Clove Lakes Park.",
        "UserId": 1,
        "LocationName": "1150 Clove Rd. Staten Island, NY, Randall Manor",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Coney Island Brewing Company",
        "Price": 367,
        "Description": "Experience the Coney Island Brewing Company on a small-group full-day tour from New York City. Enjoy the experience of the Coney Island Brewing Company and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Coney Island Brewing Company to experience more in NYC. Then, cruise by boat to the NYC via Coney Island Brewing Company.",
        "UserId": 1,
        "LocationName": "1904 Surf Ave. Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Coney Island Circus Sideshow",
        "Price": 206,
        "Description": "Experience the Coney Island Circus Sideshow on a small-group full-day tour from New York City. Enjoy the experience of the Coney Island Circus Sideshow and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Coney Island Circus Sideshow to experience more in NYC. Then, cruise by boat to the NYC via Coney Island Circus Sideshow.",
        "UserId": 1,
        "LocationName": "Surf Avenue Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Delacorte Theate",
        "Price": 185,
        "Description": "Experience the Delacorte Theate on a small-group full-day tour from New York City. Enjoy the experience of the Delacorte Theate and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Delacorte Theate to experience more in NYC. Then, cruise by boat to the NYC via Delacorte Theate.",
        "UserId": 1,
        "LocationName": "Mid-park at 80th St Manhattan, NY 10024, Central Park",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "Douglaston Golf Course",
        "Price": 364,
        "Description": "Experience the Douglaston Golf Course on a small-group full-day tour from New York City. Enjoy the experience of the Douglaston Golf Course and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Douglaston Golf Course to experience more in NYC. Then, cruise by boat to the NYC via Douglaston Golf Course.",
        "UserId": 1,
        "LocationName": "6320 Marathon Pkwy Queens, NY 11363, Bayside",
        "Latitude": 40.7722,
        "Longitude": -73.7454,
        "TenantId": 1
    },
    {
        "Name": "Duffy Square",
        "Price": 277,
        "Description": "Experience the Duffy Square on a small-group full-day tour from New York City. Enjoy the experience of the Duffy Square and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Duffy Square to experience more in NYC. Then, cruise by boat to the NYC via Duffy Square.",
        "UserId": 1,
        "LocationName": "46th and Broadway  47th and 7th Avenue New York, NY, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Ellis Island",
        "Price": 128,
        "Description": "Experience the Ellis Island on a small-group full-day tour from New York City. Enjoy the experience of the Ellis Island and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Ellis Island to experience more in NYC. Then, cruise by boat to the NYC via Ellis Island.",
        "UserId": 1,
        "LocationName": "New York Harbor Manhattan, NY 10004, Lower Manhattan",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Ellis Island National Museum of Immigration",
        "Price": 140,
        "Description": "Experience the Ellis Island National Museum of Immigration on a small-group full-day tour from New York City. Enjoy the experience of the Ellis Island National Museum of Immigration and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Ellis Island National Museum of Immigration to experience more in NYC. Then, cruise by boat to the NYC via Ellis Island National Museum of Immigration.",
        "UserId": 1,
        "LocationName": "Ellis Island, New York Harbor Manhattan, NY 10004, Battery Park City",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Ellis Island/American Family Immigration History Center",
        "Price": 242,
        "Description": "Experience the Ellis Island/American Family Immigration History Center on a small-group full-day tour from New York City. Enjoy the experience of the Ellis Island/American Family Immigration History Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Ellis Island/American Family Immigration History Center to experience more in NYC. Then, cruise by boat to the NYC via Ellis Island/American Family Immigration History Center.",
        "UserId": 1,
        "LocationName": "Ellis Island, New York Harbor Manhattan, NY 10004, Battery Park City",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Empire State Building Experience",
        "Price": 178,
        "Description": "Experience the Empire State Building Experience on a small-group full-day tour from New York City. Enjoy the experience of the Empire State Building Experience and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Empire State Building Experience to experience more in NYC. Then, cruise by boat to the NYC via Empire State Building Experience.",
        "UserId": 1,
        "LocationName": "350 Fifth Ave. Manhattan, NY 10118, Herald Square",
        "Latitude": 40.749,
        "Longitude": -73.9865,
        "TenantId": 1
    },
    {
        "Name": "FDNY Fire Zone",
        "Price": 445,
        "Description": "Experience the FDNY Fire Zone on a small-group full-day tour from New York City. Enjoy the experience of the FDNY Fire Zone and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit FDNY Fire Zone to experience more in NYC. Then, cruise by boat to the NYC via FDNY Fire Zone.",
        "UserId": 1,
        "LocationName": "34 W. 51st St. Manhattan, NY 10020, Midtown West",
        "Latitude": 40.7354,
        "Longitude": -73.9968,
        "TenantId": 1
    },
    {
        "Name": "Flatiron Building",
        "Price": 198,
        "Description": "Experience the Flatiron Building on a small-group full-day tour from New York City. Enjoy the experience of the Flatiron Building and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Flatiron Building to experience more in NYC. Then, cruise by boat to the NYC via Flatiron Building.",
        "UserId": 1,
        "LocationName": "175 5th Ave Manhattan, NY, Flatiron District",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "Flushing Meadows Corona Park",
        "Price": 435,
        "Description": "Experience the Flushing Meadows Corona Park on a small-group full-day tour from New York City. Enjoy the experience of the Flushing Meadows Corona Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Flushing Meadows Corona Park to experience more in NYC. Then, cruise by boat to the NYC via Flushing Meadows Corona Park.",
        "UserId": 1,
        "LocationName": "111th Street to Van Wyck Expressway Queens, NY 11375, Flushing",
        "Latitude": 40.7229,
        "Longitude": -73.8473,
        "TenantId": 1
    },
    {
        "Name": "Fort Tryon Park",
        "Price": 225,
        "Description": "Experience the Fort Tryon Park on a small-group full-day tour from New York City. Enjoy the experience of the Fort Tryon Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Fort Tryon Park to experience more in NYC. Then, cruise by boat to the NYC via Fort Tryon Park.",
        "UserId": 1,
        "LocationName": "Between Riverside Drive, Broadway, Dyckman Street and West 192nd Street New York, NY 10040, Washington Heights/Inwood",
        "Latitude": 40.8583,
        "Longitude": -73.9296,
        "TenantId": 1
    },
    {
        "Name": "Governors Island",
        "Price": 310,
        "Description": "Experience the Governors Island on a small-group full-day tour from New York City. Enjoy the experience of the Governors Island and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Governors Island to experience more in NYC. Then, cruise by boat to the NYC via Governors Island.",
        "UserId": 1,
        "LocationName": "Governors Island New York, NY 10004, Governors Island",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Gramercy Park",
        "Price": 164,
        "Description": "Experience the Gramercy Park on a small-group full-day tour from New York City. Enjoy the experience of the Gramercy Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Gramercy Park to experience more in NYC. Then, cruise by boat to the NYC via Gramercy Park.",
        "UserId": 1,
        "LocationName": "E 20th St to E 21st St bet Gramercy Park West and Gramercy Park East Manhattan, NY 10010, Gramercy",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "Grand Army Plaza",
        "Price": 134,
        "Description": "Experience the Grand Army Plaza on a small-group full-day tour from New York City. Enjoy the experience of the Grand Army Plaza and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Grand Army Plaza to experience more in NYC. Then, cruise by boat to the NYC via Grand Army Plaza.",
        "UserId": 1,
        "LocationName": "Fifth Avenue and W 59th Street Manhattan, NY, Midtown East",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Grand Army Plaza Memorial Arch",
        "Price": 147,
        "Description": "Experience the Grand Army Plaza Memorial Arch on a small-group full-day tour from New York City. Enjoy the experience of the Grand Army Plaza Memorial Arch and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Grand Army Plaza Memorial Arch to experience more in NYC. Then, cruise by boat to the NYC via Grand Army Plaza Memorial Arch.",
        "UserId": 1,
        "LocationName": "Grand Army Plaza at Eastern Parkway Brooklyn, NY 11238, Prospect Heights",
        "Latitude": 40.679,
        "Longitude": -73.9644,
        "TenantId": 1
    },
    {
        "Name": "Grand Central Terminal",
        "Price": 156,
        "Description": "Experience the Grand Central Terminal on a small-group full-day tour from New York City. Enjoy the experience of the Grand Central Terminal and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Grand Central Terminal to experience more in NYC. Then, cruise by boat to the NYC via Grand Central Terminal.",
        "UserId": 1,
        "LocationName": "15 Vanderbilt Ave., Hall 2A Manhattan, NY 10017, Midtown East",
        "Latitude": 40.7517,
        "Longitude": -73.9707,
        "TenantId": 1
    },
    {
        "Name": "Green-Wood Cemetery",
        "Price": 101,
        "Description": "Experience the Green-Wood Cemetery on a small-group full-day tour from New York City. Enjoy the experience of the Green-Wood Cemetery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Green-Wood Cemetery to experience more in NYC. Then, cruise by boat to the NYC via Green-Wood Cemetery.",
        "UserId": 1,
        "LocationName": "500 25th St. Brooklyn, NY 11232, Sunset Park",
        "Latitude": 40.6521,
        "Longitude": -74.0018,
        "TenantId": 1
    },
    {
        "Name": "Greenbelt Nature Center",
        "Price": 362,
        "Description": "Experience the Greenbelt Nature Center on a small-group full-day tour from New York City. Enjoy the experience of the Greenbelt Nature Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Greenbelt Nature Center to experience more in NYC. Then, cruise by boat to the NYC via Greenbelt Nature Center.",
        "UserId": 1,
        "LocationName": "700 Rockland Ave Staten Island, NY 10314, New Dorp",
        "Latitude": 40.6039,
        "Longitude": -74.1472,
        "TenantId": 1
    },
    {
        "Name": "Gulliver's Gate",
        "Price": 123,
        "Description": "Experience the Gulliver's Gate on a small-group full-day tour from New York City. Enjoy the experience of the Gulliver's Gate and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Gulliver's Gate to experience more in NYC. Then, cruise by boat to the NYC via Gulliver's Gate.",
        "UserId": 1,
        "LocationName": "216 W. 44th St. Manhattan, NY 10036 Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Hell Gate Bridge",
        "Price": 269,
        "Description": "Experience the Hell Gate Bridge on a small-group full-day tour from New York City. Enjoy the experience of the Hell Gate Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Hell Gate Bridge to experience more in NYC. Then, cruise by boat to the NYC via Hell Gate Bridge.",
        "UserId": 1,
        "LocationName": "Hell gate bridge Manhattan, NY, South Bronx",
        "Latitude": 40.7763,
        "Longitude": -73.911,
        "TenantId": 1
    },
    {
        "Name": "Hershey's Chocolate World Times Square",
        "Price": 336,
        "Description": "Experience the Hershey's Chocolate World Times Square on a small-group full-day tour from New York City. Enjoy the experience of the Hershey's Chocolate World Times Square and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Hershey's Chocolate World Times Square to experience more in NYC. Then, cruise by boat to the NYC via Hershey's Chocolate World Times Square.",
        "UserId": 1,
        "LocationName": "1593 Broadway Manhattan, NY 10019, Times Square/Theatre District",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Historic Richmond Town",
        "Price": 428,
        "Description": "Experience the Historic Richmond Town on a small-group full-day tour from New York City. Enjoy the experience of the Historic Richmond Town and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Historic Richmond Town to experience more in NYC. Then, cruise by boat to the NYC via Historic Richmond Town.",
        "UserId": 1,
        "LocationName": "441 Clarke Ave. Staten Island, NY 10306 Richmond Town",
        "Latitude": 40.5682,
        "Longitude": -74.1184,
        "TenantId": 1
    },
    {
        "Name": "Holographic Studios",
        "Price": 403,
        "Description": "Experience the Holographic Studios on a small-group full-day tour from New York City. Enjoy the experience of the Holographic Studios and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Holographic Studios to experience more in NYC. Then, cruise by boat to the NYC via Holographic Studios.",
        "UserId": 1,
        "LocationName": "240 E. 26th St. New York, NY 10010, Chelsea",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "Hunters Point Community Library",
        "Price": 142,
        "Description": "Experience the Hunters Point Community Library on a small-group full-day tour from New York City. Enjoy the experience of the Hunters Point Community Library and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Hunters Point Community Library to experience more in NYC. Then, cruise by boat to the NYC via Hunters Point Community Library.",
        "UserId": 1,
        "LocationName": "47 Center Blvd. Queens, NY 11101",
        "Latitude": 40.7446,
        "Longitude": -73.9345,
        "TenantId": 1
    },
    {
        "Name": "Intrepid Sea, Air & Space Museum",
        "Price": 233,
        "Description": "Experience the Intrepid Sea, Air & Space Museum on a small-group full-day tour from New York City. Enjoy the experience of the Intrepid Sea, Air & Space Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Intrepid Sea, Air & Space Museum to experience more in NYC. Then, cruise by boat to the NYC via Intrepid Sea, Air & Space Museum.",
        "UserId": 1,
        "LocationName": "Pier 86, Twelfth Ave. at 46th St. Manhattan, NY 10036, Hells Kitchen",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Irish Hunger Memorial",
        "Price": 172,
        "Description": "Experience the Irish Hunger Memorial on a small-group full-day tour from New York City. Enjoy the experience of the Irish Hunger Memorial and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Irish Hunger Memorial to experience more in NYC. Then, cruise by boat to the NYC via Irish Hunger Memorial.",
        "UserId": 1,
        "LocationName": "290 Vesey St Manhattan, NY 10281, Battery Park City",
        "Latitude": 40.7146,
        "Longitude": -74.015,
        "TenantId": 1
    },
    {
        "Name": "Jacqueline Kennedy Onassis Reservoir",
        "Price": 338,
        "Description": "Experience the Jacqueline Kennedy Onassis Reservoir on a small-group full-day tour from New York City. Enjoy the experience of the Jacqueline Kennedy Onassis Reservoir and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Jacqueline Kennedy Onassis Reservoir to experience more in NYC. Then, cruise by boat to the NYC via Jacqueline Kennedy Onassis Reservoir.",
        "UserId": 1,
        "LocationName": "Bet 86th and 96th Sts Manhattan, NY 10024, Central Park",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "James A. Farley Post Office",
        "Price": 201,
        "Description": "Experience the James A. Farley Post Office on a small-group full-day tour from New York City. Enjoy the experience of the James A. Farley Post Office and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit James A. Farley Post Office to experience more in NYC. Then, cruise by boat to the NYC via James A. Farley Post Office.",
        "UserId": 1,
        "LocationName": "421 Eighth Ave. Manhattan, NY 10001, Chelsea",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "Jane's Carousel",
        "Price": 292,
        "Description": "Experience the Jane's Carousel on a small-group full-day tour from New York City. Enjoy the experience of the Jane's Carousel and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Jane's Carousel to experience more in NYC. Then, cruise by boat to the NYC via Jane's Carousel.",
        "UserId": 1,
        "LocationName": "Dock Street Brooklyn, NY 11201, DUMBO",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Jazz at Lincoln Center",
        "Price": 393,
        "Description": "Experience the Jazz at Lincoln Center on a small-group full-day tour from New York City. Enjoy the experience of the Jazz at Lincoln Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Jazz at Lincoln Center to experience more in NYC. Then, cruise by boat to the NYC via Jazz at Lincoln Center.",
        "UserId": 1,
        "LocationName": "Frederick P. Rose Hall, Broadway at 60th St. Manhattan, NY 10019, Upper West Side",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Jeffrey's Hook Lighthouse",
        "Price": 177,
        "Description": "Experience the Jeffrey's Hook Lighthouse on a small-group full-day tour from New York City. Enjoy the experience of the Jeffrey's Hook Lighthouse and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Jeffrey's Hook Lighthouse to experience more in NYC. Then, cruise by boat to the NYC via Jeffrey's Hook Lighthouse.",
        "UserId": 1,
        "LocationName": "Fort Washington Park Manhattan , NY 10033, Washington Heights/Inwood",
        "Latitude": 40.8496,
        "Longitude": -73.9356,
        "TenantId": 1
    },
    {
        "Name": "Loeb Central Park Boathouse",
        "Price": 269,
        "Description": "Experience the Loeb Central Park Boathouse on a small-group full-day tour from New York City. Enjoy the experience of the Loeb Central Park Boathouse and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Loeb Central Park Boathouse to experience more in NYC. Then, cruise by boat to the NYC via Loeb Central Park Boathouse.",
        "UserId": 1,
        "LocationName": "Central Park, enter at Fifth Ave. & 72nd St. Manhattan, NY 10028, Central Park",
        "Latitude": 40.7763,
        "Longitude": -73.9529,
        "TenantId": 1
    },
    {
        "Name": "Luna Park at Coney Island",
        "Price": 192,
        "Description": "Experience the Luna Park at Coney Island on a small-group full-day tour from New York City. Enjoy the experience of the Luna Park at Coney Island and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Luna Park at Coney Island to experience more in NYC. Then, cruise by boat to the NYC via Luna Park at Coney Island.",
        "UserId": 1,
        "LocationName": "1000 Surf Ave. Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Macy's Herald Square",
        "Price": 304,
        "Description": "Experience the Macy's Herald Square on a small-group full-day tour from New York City. Enjoy the experience of the Macy's Herald Square and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Macy's Herald Square to experience more in NYC. Then, cruise by boat to the NYC via Macy's Herald Square.",
        "UserId": 1,
        "LocationName": "151 W. 34th St. Manhattan, NY 10001, Herald Square",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "Madison Square Garden",
        "Price": 206,
        "Description": "Experience the Madison Square Garden on a small-group full-day tour from New York City. Enjoy the experience of the Madison Square Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Madison Square Garden to experience more in NYC. Then, cruise by boat to the NYC via Madison Square Garden.",
        "UserId": 1,
        "LocationName": "2 Penn Plaza Manhattan, NY 10121, Midtown West",
        "Latitude": 40.7496,
        "Longitude": -73.9919,
        "TenantId": 1
    },
    {
        "Name": "Mahayana Buddhist Temple",
        "Price": 318,
        "Description": "Experience the Mahayana Buddhist Temple on a small-group full-day tour from New York City. Enjoy the experience of the Mahayana Buddhist Temple and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Mahayana Buddhist Temple to experience more in NYC. Then, cruise by boat to the NYC via Mahayana Buddhist Temple.",
        "UserId": 1,
        "LocationName": "133 Canal St Manhattan, NY 10002, Chinatown",
        "Latitude": 40.7152,
        "Longitude": -73.9877,
        "TenantId": 1
    },
    {
        "Name": "McCarren Park",
        "Price": 282,
        "Description": "Experience the McCarren Park on a small-group full-day tour from New York City. Enjoy the experience of the McCarren Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit McCarren Park to experience more in NYC. Then, cruise by boat to the NYC via McCarren Park.",
        "UserId": 1,
        "LocationName": "Lorimer St. between Bayard St. and Driggs Ave. Brooklyn, NY, Williamsburg",
        "Latitude": 40.7272,
        "Longitude": -73.9498,
        "TenantId": 1
    },
    {
        "Name": "Museum at Eldridge Street Synagogue",
        "Price": 113,
        "Description": "Experience the Museum at Eldridge Street Synagogue on a small-group full-day tour from New York City. Enjoy the experience of the Museum at Eldridge Street Synagogue and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Museum at Eldridge Street Synagogue to experience more in NYC. Then, cruise by boat to the NYC via Museum at Eldridge Street Synagogue.",
        "UserId": 1,
        "LocationName": "12 Eldridge St. Manhattan, NY 10002, Lower East Side",
        "Latitude": 40.7152,
        "Longitude": -73.9877,
        "TenantId": 1
    },
    {
        "Name": "Museum Mile",
        "Price": 448,
        "Description": "Experience the Museum Mile on a small-group full-day tour from New York City. Enjoy the experience of the Museum Mile and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Museum Mile to experience more in NYC. Then, cruise by boat to the NYC via Museum Mile.",
        "UserId": 1,
        "LocationName": "Fifth Avenue Manhattan, NY, Upper East Side",
        "Latitude": 40.7816,
        "Longitude": -73.9511,
        "TenantId": 1
    },
    {
        "Name": "Museum of American Finance",
        "Price": 225,
        "Description": "Experience the Museum of American Finance on a small-group full-day tour from New York City. Enjoy the experience of the Museum of American Finance and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Museum of American Finance to experience more in NYC. Then, cruise by boat to the NYC via Museum of American Finance.",
        "UserId": 1,
        "LocationName": "48 Wall St. Manhattan, NY 10005, Lower Manhattan",
        "Latitude": 40.7056,
        "Longitude": -74.0083,
        "TenantId": 1
    },
    {
        "Name": "Mystery Room NYC",
        "Price": 132,
        "Description": "Experience the Mystery Room NYC on a small-group full-day tour from New York City. Enjoy the experience of the Mystery Room NYC and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Mystery Room NYC to experience more in NYC. Then, cruise by boat to the NYC via Mystery Room NYC.",
        "UserId": 1,
        "LocationName": "365 Seventh Ave., fl. 2N Manhattan, NY 10001, Chelsea",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "National Geographic Encounter: Ocean Odyssey",
        "Price": 310,
        "Description": "Experience the National Geographic Encounter: Ocean Odyssey on a small-group full-day tour from New York City. Enjoy the experience of the National Geographic Encounter: Ocean Odyssey and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit National Geographic Encounter: Ocean Odyssey to experience more in NYC. Then, cruise by boat to the NYC via National Geographic Encounter: Ocean Odyssey.",
        "UserId": 1,
        "LocationName": "226 W. 44th St. Manhattan, NY 10036., Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "National Parks of New York Harbor",
        "Price": 442,
        "Description": "Experience the National Parks of New York Harbor on a small-group full-day tour from New York City. Enjoy the experience of the National Parks of New York Harbor and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit National Parks of New York Harbor to experience more in NYC. Then, cruise by boat to the NYC via National Parks of New York Harbor.",
        "UserId": 1,
        "LocationName": "Federal Hall National Memorial, 26 Wall St. Manhattan, NY 10005, Lower Manhattan",
        "Latitude": 40.7056,
        "Longitude": -74.0083,
        "TenantId": 1
    },
    {
        "Name": "New York Botanical Garden",
        "Price": 190,
        "Description": "Experience the New York Botanical Garden on a small-group full-day tour from New York City. Enjoy the experience of the New York Botanical Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Botanical Garden to experience more in NYC. Then, cruise by boat to the NYC via New York Botanical Garden.",
        "UserId": 1,
        "LocationName": "2900 Southern Blvd. Bronx, NY 10458, Bedford Park",
        "Latitude": 40.8633,
        "Longitude": -73.8895,
        "TenantId": 1
    },
    {
        "Name": "New York City FC",
        "Price": 232,
        "Description": "Experience the New York City FC on a small-group full-day tour from New York City. Enjoy the experience of the New York City FC and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York City FC to experience more in NYC. Then, cruise by boat to the NYC via New York City FC.",
        "UserId": 1,
        "LocationName": "Yankee Stadium, 1 E. 161st St. Bronx, NY 10451, South Bronx",
        "Latitude": 40.8222,
        "Longitude": -73.9217,
        "TenantId": 1
    },
    {
        "Name": "New York Giants",
        "Price": 181,
        "Description": "Experience the New York Giants on a small-group full-day tour from New York City. Enjoy the experience of the New York Giants and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Giants to experience more in NYC. Then, cruise by boat to the NYC via New York Giants.",
        "UserId": 1,
        "LocationName": "MetLife Stadium East Rutherford, NJ 07073, Not in New York City",
        "Latitude": 40.8385,
        "Longitude": -74.1041,
        "TenantId": 1
    },
    {
        "Name": "New York Hall of Science",
        "Price": 322,
        "Description": "Experience the New York Hall of Science on a small-group full-day tour from New York City. Enjoy the experience of the New York Hall of Science and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Hall of Science to experience more in NYC. Then, cruise by boat to the NYC via New York Hall of Science.",
        "UserId": 1,
        "LocationName": "47-01 111th St. Queens, NY 11368, Corona",
        "Latitude": 40.7453,
        "Longitude": -73.8611,
        "TenantId": 1
    },
    {
        "Name": "New York Knicks",
        "Price": 348,
        "Description": "Experience the New York Knicks on a small-group full-day tour from New York City. Enjoy the experience of the New York Knicks and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Knicks to experience more in NYC. Then, cruise by boat to the NYC via New York Knicks.",
        "UserId": 1,
        "LocationName": "Madison Square Garden, Seventh Ave. betw. 31st and 33rd Sts. Manhattan, NY 10001, Midtown West",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "New York Public Library, Stephen A. Schwarzman Building",
        "Price": 383,
        "Description": "Experience the New York Public Library, Stephen A. Schwarzman Building on a small-group full-day tour from New York City. Enjoy the experience of the New York Public Library, Stephen A. Schwarzman Building and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Public Library, Stephen A. Schwarzman Building to experience more in NYC. Then, cruise by boat to the NYC via New York Public Library, Stephen A. Schwarzman Building.",
        "UserId": 1,
        "LocationName": "Fifth Ave. & 42nd St. Manhattan, NY 10018, Midtown West",
        "Latitude": 40.7547,
        "Longitude": -73.9925,
        "TenantId": 1
    },
    {
        "Name": "New York Rangers",
        "Price": 119,
        "Description": "Experience the New York Rangers on a small-group full-day tour from New York City. Enjoy the experience of the New York Rangers and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Rangers to experience more in NYC. Then, cruise by boat to the NYC via New York Rangers.",
        "UserId": 1,
        "LocationName": "Madison Square Garden, Seventh Ave. betw. 31st and 33rd Sts. Manhattan, NY 10001, Midtown West",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "New York Transit Museum",
        "Price": 439,
        "Description": "Experience the New York Transit Museum on a small-group full-day tour from New York City. Enjoy the experience of the New York Transit Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Transit Museum to experience more in NYC. Then, cruise by boat to the NYC via New York Transit Museum.",
        "UserId": 1,
        "LocationName": "99 Schermerhorn St. Brooklyn, NY 11201, Brooklyn Heights",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "New York Wheel",
        "Price": 443,
        "Description": "Experience the New York Wheel on a small-group full-day tour from New York City. Enjoy the experience of the New York Wheel and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Wheel to experience more in NYC. Then, cruise by boat to the NYC via New York Wheel.",
        "UserId": 1,
        "LocationName": "7 Penn Plaza, ste. 1705 New York, NY 10001, Staten Island",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "New York Yankees",
        "Price": 106,
        "Description": "Experience the New York Yankees on a small-group full-day tour from New York City. Enjoy the experience of the New York Yankees and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Yankees to experience more in NYC. Then, cruise by boat to the NYC via New York Yankees.",
        "UserId": 1,
        "LocationName": "Yankee Stadium, 1 E. 161st St. Bronx, NY 10451, South Bronx",
        "Latitude": 40.8222,
        "Longitude": -73.9217,
        "TenantId": 1
    },
    {
        "Name": "Official NYC Information Center at Macy's Herald Square",
        "Price": 291,
        "Description": "Experience the Official NYC Information Center at Macy's Herald Square on a small-group full-day tour from New York City. Enjoy the experience of the Official NYC Information Center at Macy's Herald Square and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Official NYC Information Center at Macy's Herald Square to experience more in NYC. Then, cruise by boat to the NYC via Official NYC Information Center at Macy's Herald Square.",
        "UserId": 1,
        "LocationName": "151 W. 34th St. Manhattan, NY 10011, Midtown West",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Old Stone House",
        "Price": 124,
        "Description": "Experience the Old Stone House on a small-group full-day tour from New York City. Enjoy the experience of the Old Stone House and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Old Stone House to experience more in NYC. Then, cruise by boat to the NYC via Old Stone House.",
        "UserId": 1,
        "LocationName": "336 3rd St. Brooklyn, NY 11215, Park Slope",
        "Latitude": 40.6669,
        "Longitude": -73.9828,
        "TenantId": 1
    },
    {
        "Name": "One World Observatory",
        "Price": 224,
        "Description": "Experience the One World Observatory on a small-group full-day tour from New York City. Enjoy the experience of the One World Observatory and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit One World Observatory to experience more in NYC. Then, cruise by boat to the NYC via One World Observatory.",
        "UserId": 1,
        "LocationName": "One World Trade Center, 285 Fulton St. 45 fl. ste. F Manhattan, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Parachute Jump",
        "Price": 372,
        "Description": "Experience the Parachute Jump on a small-group full-day tour from New York City. Enjoy the experience of the Parachute Jump and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Parachute Jump to experience more in NYC. Then, cruise by boat to the NYC via Parachute Jump.",
        "UserId": 1,
        "LocationName": "Boardwalk W. (bet. W. 16th and W. 19th Sts.) Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Paradise Theater",
        "Price": 261,
        "Description": "Experience the Paradise Theater on a small-group full-day tour from New York City. Enjoy the experience of the Paradise Theater and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Paradise Theater to experience more in NYC. Then, cruise by boat to the NYC via Paradise Theater.",
        "UserId": 1,
        "LocationName": "2403 Grand Concourse Bronx, NY 10468, Fordham",
        "Latitude": 40.8662,
        "Longitude": -73.9003,
        "TenantId": 1
    },
    {
        "Name": "Pepsi-Cola Sign",
        "Price": 257,
        "Description": "Experience the Pepsi-Cola Sign on a small-group full-day tour from New York City. Enjoy the experience of the Pepsi-Cola Sign and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Pepsi-Cola Sign to experience more in NYC. Then, cruise by boat to the NYC via Pepsi-Cola Sign.",
        "UserId": 1,
        "LocationName": "30-99 48th AvenueNew York, NY 11101, Long Island City",
        "Latitude": 40.7446,
        "Longitude": -73.9345,
        "TenantId": 1
    },
    {
        "Name": "Plymouth Church of the Pilgrims",
        "Price": 259,
        "Description": "Experience the Plymouth Church of the Pilgrims on a small-group full-day tour from New York City. Enjoy the experience of the Plymouth Church of the Pilgrims and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Plymouth Church of the Pilgrims to experience more in NYC. Then, cruise by boat to the NYC via Plymouth Church of the Pilgrims.",
        "UserId": 1,
        "LocationName": "75 Hicks St Brooklyn, NY 11201, Brooklyn Heights",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Poe Park",
        "Price": 424,
        "Description": "Experience the Poe Park on a small-group full-day tour from New York City. Enjoy the experience of the Poe Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Poe Park to experience more in NYC. Then, cruise by boat to the NYC via Poe Park.",
        "UserId": 1,
        "LocationName": "Grand Concourse and East 192nd Street Bronx, NY 10458, Fordham",
        "Latitude": 40.8633,
        "Longitude": -73.8895,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park",
        "Price": 326,
        "Description": "Experience the Prospect Park on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park.",
        "UserId": 1,
        "LocationName": "95 Prospect Park West Brooklyn , NY 11215, Park Slope",
        "Latitude": 40.6669,
        "Longitude": -73.9828,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park Audubon Center",
        "Price": 362,
        "Description": "Experience the Prospect Park Audubon Center on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park Audubon Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park Audubon Center to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park Audubon Center.",
        "UserId": 1,
        "LocationName": "Prospect Park Brooklyn, NY 11225, Park Slope",
        "Latitude": 40.6628,
        "Longitude": -73.9546,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park Carousel",
        "Price": 409,
        "Description": "Experience the Prospect Park Carousel on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park Carousel and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park Carousel to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park Carousel.",
        "UserId": 1,
        "LocationName": "Enter the park at Willink entrance (intersection of Empire, Ocean and Flatbush Aves.) Brooklyn, NY 11210, Park Slope",
        "Latitude": 40.6281,
        "Longitude": -73.9467,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park Lake",
        "Price": 327,
        "Description": "Experience the Prospect Park Lake on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park Lake and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park Lake to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park Lake.",
        "UserId": 1,
        "LocationName": "Parkside and Ocean Avenues entrance Brooklyn, NY 11218, Park Slope",
        "Latitude": 40.6424,
        "Longitude": -73.9758,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park Litchfield Villa",
        "Price": 195,
        "Description": "Experience the Prospect Park Litchfield Villa on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park Litchfield Villa and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park Litchfield Villa to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park Litchfield Villa.",
        "UserId": 1,
        "LocationName": "95 Prospect Park West Brooklyn, NY 11215, Park Slope",
        "Latitude": 40.6669,
        "Longitude": -73.9828,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park Zoo",
        "Price": 268,
        "Description": "Experience the Prospect Park Zoo on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park Zoo and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park Zoo to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park Zoo.",
        "UserId": 1,
        "LocationName": "450 Flatbush Ave. Brooklyn, NY 11225, Crown Heights",
        "Latitude": 40.6628,
        "Longitude": -73.9546,
        "TenantId": 1
    },
    {
        "Name": "Queens Museum",
        "Price": 363,
        "Description": "Experience the Queens Museum on a small-group full-day tour from New York City. Enjoy the experience of the Queens Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Queens Museum to experience more in NYC. Then, cruise by boat to the NYC via Queens Museum.",
        "UserId": 1,
        "LocationName": "New York City Building, Flushing Meadows Corona Park Queens, NY 11368, Flushing",
        "Latitude": 40.7453,
        "Longitude": -73.8611,
        "TenantId": 1
    },
    {
        "Name": "Queens Zoo",
        "Price": 317,
        "Description": "Experience the Queens Zoo on a small-group full-day tour from New York City. Enjoy the experience of the Queens Zoo and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Queens Zoo to experience more in NYC. Then, cruise by boat to the NYC via Queens Zoo.",
        "UserId": 1,
        "LocationName": "53-51 111th St. Queens, NY 11368, Flushing",
        "Latitude": 40.7453,
        "Longitude": -73.8611,
        "TenantId": 1
    },
    {
        "Name": "Queensboro Bridge",
        "Price": 209,
        "Description": "Experience the Queensboro Bridge on a small-group full-day tour from New York City. Enjoy the experience of the Queensboro Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Queensboro Bridge to experience more in NYC. Then, cruise by boat to the NYC via Queensboro Bridge.",
        "UserId": 1,
        "LocationName": "Ed Koch Queensboro Bridge, New York, NY 10044",
        "Latitude": 40.7618,
        "Longitude": -73.9505,
        "TenantId": 1
    },
    {
        "Name": "Radio City Music Hall",
        "Price": 355,
        "Description": "Experience the Radio City Music Hall on a small-group full-day tour from New York City. Enjoy the experience of the Radio City Music Hall and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Radio City Music Hall to experience more in NYC. Then, cruise by boat to the NYC via Radio City Music Hall.",
        "UserId": 1,
        "LocationName": "1260 Sixth Ave. Manhattan, NY 10020, Midtown West",
        "Latitude": 40.7354,
        "Longitude": -73.9968,
        "TenantId": 1
    },
    {
        "Name": "Resorts World Casino New York City",
        "Price": 218,
        "Description": "Experience the Resorts World Casino New York City on a small-group full-day tour from New York City. Enjoy the experience of the Resorts World Casino New York City and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Resorts World Casino New York City to experience more in NYC. Then, cruise by boat to the NYC via Resorts World Casino New York City.",
        "UserId": 1,
        "LocationName": "110-00 Rockaway Blvd. Queens, NY 11420, Jamaica",
        "Latitude": 40.6744,
        "Longitude": -73.819,
        "TenantId": 1
    },
    {
        "Name": "Ripley's Believe It or Not! Times Square",
        "Price": 260,
        "Description": "Experience the Ripley's Believe It or Not! Times Square on a small-group full-day tour from New York City. Enjoy the experience of the Ripley's Believe It or Not! Times Square and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Ripley's Believe It or Not! Times Square to experience more in NYC. Then, cruise by boat to the NYC via Ripley's Believe It or Not! Times Square.",
        "UserId": 1,
        "LocationName": "234 W. 42nd St. Manhattan, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Riverside Park",
        "Price": 157,
        "Description": "Experience the Riverside Park on a small-group full-day tour from New York City. Enjoy the experience of the Riverside Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Riverside Park to experience more in NYC. Then, cruise by boat to the NYC via Riverside Park.",
        "UserId": 1,
        "LocationName": "Riverside Drive to Hudson River 72nd St. to St Clair Pl. New York, NY 10115, Upper West Side",
        "Latitude": 40.8111,
        "Longitude": -73.9642,
        "TenantId": 1
    },
    {
        "Name": "Rockefeller Center",
        "Price": 161,
        "Description": "Experience the Rockefeller Center on a small-group full-day tour from New York City. Enjoy the experience of the Rockefeller Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Rockefeller Center to experience more in NYC. Then, cruise by boat to the NYC via Rockefeller Center.",
        "UserId": 1,
        "LocationName": "45 Rockefeller Plaza Manhattan, NY 10111, Midtown West",
        "Latitude": 40.7592,
        "Longitude": -73.9778,
        "TenantId": 1
    },
    {
        "Name": "Roosevelt Island",
        "Price": 234,
        "Description": "Experience the Roosevelt Island on a small-group full-day tour from New York City. Enjoy the experience of the Roosevelt Island and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Roosevelt Island to experience more in NYC. Then, cruise by boat to the NYC via Roosevelt Island.",
        "UserId": 1,
        "LocationName": "591 Main St. Roosevelt Island, NY 10044, Roosevelt Island",
        "Latitude": 40.7618,
        "Longitude": -73.9505,
        "TenantId": 1
    },
    {
        "Name": "Roundabout Theatre Company",
        "Price": 425,
        "Description": "Experience the Roundabout Theatre Company on a small-group full-day tour from New York City. Enjoy the experience of the Roundabout Theatre Company and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Roundabout Theatre Company to experience more in NYC. Then, cruise by boat to the NYC via Roundabout Theatre Company.",
        "UserId": 1,
        "LocationName": "231 W. 39th St., ste. 1200 New York, NY 10018, Midtown West",
        "Latitude": 40.7547,
        "Longitude": -73.9925,
        "TenantId": 1
    },
    {
        "Name": "Sail the Park",
        "Price": 431,
        "Description": "Experience the Sail the Park on a small-group full-day tour from New York City. Enjoy the experience of the Sail the Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Sail the Park to experience more in NYC. Then, cruise by boat to the NYC via Sail the Park.",
        "UserId": 1,
        "LocationName": "Kerbs Memorial Boathouse in Central Park (off Fifth Ave. btw. 72nd–76th Sts.) Manhattan, NY 10021, Central Park",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "Schomburg Center for Research in Black Culture",
        "Price": 177,
        "Description": "Experience the Schomburg Center for Research in Black Culture on a small-group full-day tour from New York City. Enjoy the experience of the Schomburg Center for Research in Black Culture and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Schomburg Center for Research in Black Culture to experience more in NYC. Then, cruise by boat to the NYC via Schomburg Center for Research in Black Culture.",
        "UserId": 1,
        "LocationName": "515 Malcolm X Blvd. Manhattan, NY 10037, Harlem",
        "Latitude": 40.8135,
        "Longitude": -73.9381,
        "TenantId": 1
    },
    {
        "Name": "SeaGlass Carousel",
        "Price": 105,
        "Description": "Experience the SeaGlass Carousel on a small-group full-day tour from New York City. Enjoy the experience of the SeaGlass Carousel and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit SeaGlass Carousel to experience more in NYC. Then, cruise by boat to the NYC via SeaGlass Carousel.",
        "UserId": 1,
        "LocationName": "The Battery Manhattan, NY 10004, Lower Manhattan",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Seaport District NYC",
        "Price": 286,
        "Description": "Experience the Seaport District NYC on a small-group full-day tour from New York City. Enjoy the experience of the Seaport District NYC and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Seaport District NYC to experience more in NYC. Then, cruise by boat to the NYC via Seaport District NYC.",
        "UserId": 1,
        "LocationName": "Pier 17, Fulton and Front Streets Manhattan, NY 10038, Lower Manhattan",
        "Latitude": 40.7101,
        "Longitude": -74.0013,
        "TenantId": 1
    },
    {
        "Name": "Sheep Meadow, Central Park",
        "Price": 337,
        "Description": "Experience the Sheep Meadow, Central Park on a small-group full-day tour from New York City. Enjoy the experience of the Sheep Meadow, Central Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Sheep Meadow, Central Park to experience more in NYC. Then, cruise by boat to the NYC via Sheep Meadow, Central Park.",
        "UserId": 1,
        "LocationName": "1802 65th St Transverse, New York, NY 10065",
        "Latitude": 40.7651,
        "Longitude": -73.9638,
        "TenantId": 1
    },
    {
        "Name": "Sleep No More",
        "Price": 270,
        "Description": "Experience the Sleep No More on a small-group full-day tour from New York City. Enjoy the experience of the Sleep No More and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Sleep No More to experience more in NYC. Then, cruise by boat to the NYC via Sleep No More.",
        "UserId": 1,
        "LocationName": "530 W. 27th St. Manhattan, NY 10001, Chelsea",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "Socrates Sculpture Park",
        "Price": 165,
        "Description": "Experience the Socrates Sculpture Park on a small-group full-day tour from New York City. Enjoy the experience of the Socrates Sculpture Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Socrates Sculpture Park to experience more in NYC. Then, cruise by boat to the NYC via Socrates Sculpture Park.",
        "UserId": 1,
        "LocationName": "32-01 Sculpture Park at Broadway Queens, NY 11106, Long Island City",
        "Latitude": 40.7608,
        "Longitude": -73.9295,
        "TenantId": 1
    },
    {
        "Name": "Solomon R. Guggenheim Museum",
        "Price": 254,
        "Description": "Experience the Solomon R. Guggenheim Museum on a small-group full-day tour from New York City. Enjoy the experience of the Solomon R. Guggenheim Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Solomon R. Guggenheim Museum to experience more in NYC. Then, cruise by boat to the NYC via Solomon R. Guggenheim Museum.",
        "UserId": 1,
        "LocationName": "1071 Fifth Ave. Manhattan, NY 10128, Upper East Side",
        "Latitude": 40.7816,
        "Longitude": -73.9511,
        "TenantId": 1
    },
    {
        "Name": "South Street Seaport Museum",
        "Price": 328,
        "Description": "Experience the South Street Seaport Museum on a small-group full-day tour from New York City. Enjoy the experience of the South Street Seaport Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit South Street Seaport Museum to experience more in NYC. Then, cruise by boat to the NYC via South Street Seaport Museum.",
        "UserId": 1,
        "LocationName": "Pier 16, South Street Seaport, South St. at the foot of John St.; office: 12 Fulton St. Manhattan, NY 10038, Lower Manhattan",
        "Latitude": 40.7101,
        "Longitude": -74.0013,
        "TenantId": 1
    },
    {
        "Name": "Spirit of New York",
        "Price": 443,
        "Description": "Experience the Spirit of New York on a small-group full-day tour from New York City. Enjoy the experience of the Spirit of New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Spirit of New York to experience more in NYC. Then, cruise by boat to the NYC via Spirit of New York.",
        "UserId": 1,
        "LocationName": "Pier 61, Chelsea Piers at W. 23rd St. & 12th Avenue Manhattan, NY 10011, Chelsea",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "St. Patrick's Cathedral",
        "Price": 215,
        "Description": "Experience the St. Patrick's Cathedral on a small-group full-day tour from New York City. Enjoy the experience of the St. Patrick's Cathedral and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit St. Patrick's Cathedral to experience more in NYC. Then, cruise by boat to the NYC via St. Patrick's Cathedral.",
        "UserId": 1,
        "LocationName": "Fifth Ave. btw. 50th-51st Sts. Manhattan, NY 10126, Midtown East",
        "Latitude": 40.7808,
        "Longitude": -73.9772,
        "TenantId": 1
    },
    {
        "Name": "St. Patrick’s Old Cathedra",
        "Price": 343,
        "Description": "Experience the St. Patrick’s Old Cathedra on a small-group full-day tour from New York City. Enjoy the experience of the St. Patrick’s Old Cathedra and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit St. Patrick’s Old Cathedra to experience more in NYC. Then, cruise by boat to the NYC via St. Patrick’s Old Cathedra.",
        "UserId": 1,
        "LocationName": "263 Mulberry St Manhattan, NY 10012, Nolita",
        "Latitude": 40.7255,
        "Longitude": -73.9983,
        "TenantId": 1
    },
    {
        "Name": "St. Paul's Chapel",
        "Price": 308,
        "Description": "Experience the St. Paul's Chapel on a small-group full-day tour from New York City. Enjoy the experience of the St. Paul's Chapel and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit St. Paul's Chapel to experience more in NYC. Then, cruise by boat to the NYC via St. Paul's Chapel.",
        "UserId": 1,
        "LocationName": "209 Broadway Manhattan, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Staten Island Borough Hall",
        "Price": 135,
        "Description": "Experience the Staten Island Borough Hall on a small-group full-day tour from New York City. Enjoy the experience of the Staten Island Borough Hall and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Staten Island Borough Hall to experience more in NYC. Then, cruise by boat to the NYC via Staten Island Borough Hall.",
        "UserId": 1,
        "LocationName": "10 Richmond Terrace Staten Island, NY 10301, St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Staten Island Ferry",
        "Price": 259,
        "Description": "Experience the Staten Island Ferry on a small-group full-day tour from New York City. Enjoy the experience of the Staten Island Ferry and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Staten Island Ferry to experience more in NYC. Then, cruise by boat to the NYC via Staten Island Ferry.",
        "UserId": 1,
        "LocationName": "St. George Terminal, 1 Bay St. Staten Island, NY 10301, St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Staten Island September 11 Memorial",
        "Price": 399,
        "Description": "Experience the Staten Island September 11 Memorial on a small-group full-day tour from New York City. Enjoy the experience of the Staten Island September 11 Memorial and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Staten Island September 11 Memorial to experience more in NYC. Then, cruise by boat to the NYC via Staten Island September 11 Memorial.",
        "UserId": 1,
        "LocationName": "St George Esplanade Staten Island, NY 10301, St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Staten Island Yankees",
        "Price": 204,
        "Description": "Experience the Staten Island Yankees on a small-group full-day tour from New York City. Enjoy the experience of the Staten Island Yankees and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Staten Island Yankees to experience more in NYC. Then, cruise by boat to the NYC via Staten Island Yankees.",
        "UserId": 1,
        "LocationName": "Richmond County Bank Ballpark, 75 Richmond Terr. Staten Island, NY 10301 St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Staten Island Zoo",
        "Price": 159,
        "Description": "Experience the Staten Island Zoo on a small-group full-day tour from New York City. Enjoy the experience of the Staten Island Zoo and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Staten Island Zoo to experience more in NYC. Then, cruise by boat to the NYC via Staten Island Zoo.",
        "UserId": 1,
        "LocationName": "614 Broadway Staten Island, NY 10310, Staten Island",
        "Latitude": 40.6324,
        "Longitude": -74.1171,
        "TenantId": 1
    },
    {
        "Name": "Statue of Liberty National Monument",
        "Price": 214,
        "Description": "Experience the Statue of Liberty National Monument on a small-group full-day tour from New York City. Enjoy the experience of the Statue of Liberty National Monument and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Statue of Liberty National Monument to experience more in NYC. Then, cruise by boat to the NYC via Statue of Liberty National Monument.",
        "UserId": 1,
        "LocationName": "Liberty Island, New York Harbor Manhattan, NY 10004, Battery Park City",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Strawberry Fields/Imagine Mosaic",
        "Price": 299,
        "Description": "Experience the Strawberry Fields/Imagine Mosaic on a small-group full-day tour from New York City. Enjoy the experience of the Strawberry Fields/Imagine Mosaic and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Strawberry Fields/Imagine Mosaic to experience more in NYC. Then, cruise by boat to the NYC via Strawberry Fields/Imagine Mosaic.",
        "UserId": 1,
        "LocationName": "Bet 71st and 74th Sts on the Central Park West side Manhattan, NY 10023, Central Park",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "The Church of St. Luke in the Fields",
        "Price": 100,
        "Description": "Experience the The Church of St. Luke in the Fields on a small-group full-day tour from New York City. Enjoy the experience of the The Church of St. Luke in the Fields and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Church of St. Luke in the Fields to experience more in NYC. Then, cruise by boat to the NYC via The Church of St. Luke in the Fields.",
        "UserId": 1,
        "LocationName": "487 Hudson St Manhattan, NY 10014, West Village",
        "Latitude": 40.7339,
        "Longitude": -74.0054,
        "TenantId": 1
    },
    {
        "Name": "The Cyclone",
        "Price": 417,
        "Description": "Experience the The Cyclone on a small-group full-day tour from New York City. Enjoy the experience of the The Cyclone and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Cyclone to experience more in NYC. Then, cruise by boat to the NYC via The Cyclone.",
        "UserId": 1,
        "LocationName": "834 Surf Ave Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "The Frick Collection",
        "Price": 408,
        "Description": "Experience the The Frick Collection on a small-group full-day tour from New York City. Enjoy the experience of the The Frick Collection and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Frick Collection to experience more in NYC. Then, cruise by boat to the NYC via The Frick Collection.",
        "UserId": 1,
        "LocationName": "1 E. 70th St. Manhattan, NY 10021 Upper East Side",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "The High Line",
        "Price": 389,
        "Description": "Experience the The High Line on a small-group full-day tour from New York City. Enjoy the experience of the The High Line and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The High Line to experience more in NYC. Then, cruise by boat to the NYC via The High Line.",
        "UserId": 1,
        "LocationName": "Gansevoort Street to West 30th Street Manhattan, NY 10011, Meatpacking District",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "The Met Breuer",
        "Price": 202,
        "Description": "Experience the The Met Breuer on a small-group full-day tour from New York City. Enjoy the experience of the The Met Breuer and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Met Breuer to experience more in NYC. Then, cruise by boat to the NYC via The Met Breuer.",
        "UserId": 1,
        "LocationName": "945 Madison Ave. Manhattan, NY 10021, Upper East Side",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "The Met Cloisters",
        "Price": 358,
        "Description": "Experience the The Met Cloisters on a small-group full-day tour from New York City. Enjoy the experience of the The Met Cloisters and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Met Cloisters to experience more in NYC. Then, cruise by boat to the NYC via The Met Cloisters.",
        "UserId": 1,
        "LocationName": "Fort Tryon Park, 99 Margaret Corbin Dr. Manhattan, NY 10040, Washington Heights/Inwood",
        "Latitude": 40.8583,
        "Longitude": -73.9296,
        "TenantId": 1
    },
    {
        "Name": "The Met Fifth Avenue",
        "Price": 358,
        "Description": "Experience the The Met Fifth Avenue on a small-group full-day tour from New York City. Enjoy the experience of the The Met Fifth Avenue and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Met Fifth Avenue to experience more in NYC. Then, cruise by boat to the NYC via The Met Fifth Avenue.",
        "UserId": 1,
        "LocationName": "Fifth Ave. at 82nd St. Manhattan, NY 10028 ,Upper East Side",
        "Latitude": 40.7763,
        "Longitude": -73.9529,
        "TenantId": 1
    },
    {
        "Name": "The Metropolitan Opera",
        "Price": 404,
        "Description": "Experience the The Metropolitan Opera on a small-group full-day tour from New York City. Enjoy the experience of the The Metropolitan Opera and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Metropolitan Opera to experience more in NYC. Then, cruise by boat to the NYC via The Metropolitan Opera.",
        "UserId": 1,
        "LocationName": "Metropolitan Opera House at Lincoln Center Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "The Museum of Modern Art (MoMA)",
        "Price": 444,
        "Description": "Experience the The Museum of Modern Art (MoMA) on a small-group full-day tour from New York City. Enjoy the experience of the The Museum of Modern Art (MoMA) and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Museum of Modern Art (MoMA) to experience more in NYC. Then, cruise by boat to the NYC via The Museum of Modern Art (MoMA).",
        "UserId": 1,
        "LocationName": "11 W. 53rd St. Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "The New York Chinese Scholar's Garden",
        "Price": 218,
        "Description": "Experience the The New York Chinese Scholar's Garden on a small-group full-day tour from New York City. Enjoy the experience of the The New York Chinese Scholar's Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The New York Chinese Scholar's Garden to experience more in NYC. Then, cruise by boat to the NYC via The New York Chinese Scholar's Garden.",
        "UserId": 1,
        "LocationName": "Snug Harbor Cultural Center & Botanical Garden, 1000 Richmond Terrace Staten Island, NY, Randall Manor",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "The New York Pass",
        "Price": 250,
        "Description": "Experience the The New York Pass on a small-group full-day tour from New York City. Enjoy the experience of the The New York Pass and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The New York Pass to experience more in NYC. Then, cruise by boat to the NYC via The New York Pass.",
        "UserId": 1,
        "LocationName": "36 W. 44th St., ste. 1407 New York, NY 10036 Midtown West",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "The New-York Historical Society",
        "Price": 335,
        "Description": "Experience the The New-York Historical Society on a small-group full-day tour from New York City. Enjoy the experience of the The New-York Historical Society and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The New-York Historical Society to experience more in NYC. Then, cruise by boat to the NYC via The New-York Historical Society.",
        "UserId": 1,
        "LocationName": "170 Central Park West Manhattan, NY 10024",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "The PIT",
        "Price": 422,
        "Description": "Experience the The PIT on a small-group full-day tour from New York City. Enjoy the experience of the The PIT and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The PIT to experience more in NYC. Then, cruise by boat to the NYC via The PIT.",
        "UserId": 1,
        "LocationName": "123 E 24th St Manhattan, NY, Flatiron District",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "The Plaza Hotel",
        "Price": 256,
        "Description": "Experience the The Plaza Hotel on a small-group full-day tour from New York City. Enjoy the experience of the The Plaza Hotel and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Plaza Hotel to experience more in NYC. Then, cruise by boat to the NYC via The Plaza Hotel.",
        "UserId": 1,
        "LocationName": "Fifth Ave. at Central Park South Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "The Ride",
        "Price": 410,
        "Description": "Experience the The Ride on a small-group full-day tour from New York City. Enjoy the experience of the The Ride and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Ride to experience more in NYC. Then, cruise by boat to the NYC via The Ride.",
        "UserId": 1,
        "LocationName": "box office: inside The Gift Shop at 584 Eighth Ave. Manhattan, NY 10018, Garment District",
        "Latitude": 40.7547,
        "Longitude": -73.9925,
        "TenantId": 1
    },
    {
        "Name": "The Rink at Rockefeller Center",
        "Price": 247,
        "Description": "Experience the The Rink at Rockefeller Center on a small-group full-day tour from New York City. Enjoy the experience of the The Rink at Rockefeller Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Rink at Rockefeller Center to experience more in NYC. Then, cruise by boat to the NYC via The Rink at Rockefeller Center.",
        "UserId": 1,
        "LocationName": "One Rockefeller Plaza Manhattan, NY 10020, Midtown West",
        "Latitude": 40.7354,
        "Longitude": -73.9968,
        "TenantId": 1
    },
    {
        "Name": "The Riverside Church New York City",
        "Price": 333,
        "Description": "Experience the The Riverside Church New York City on a small-group full-day tour from New York City. Enjoy the experience of the The Riverside Church New York City and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Riverside Church New York City to experience more in NYC. Then, cruise by boat to the NYC via The Riverside Church New York City.",
        "UserId": 1,
        "LocationName": "490 Riverside Dr. Manhattan, NY 10027, Morningside Heights",
        "Latitude": 40.8116,
        "Longitude": -73.955,
        "TenantId": 1
    },
    {
        "Name": "The Tenement Museum",
        "Price": 361,
        "Description": "Experience the The Tenement Museum on a small-group full-day tour from New York City. Enjoy the experience of the The Tenement Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Tenement Museum to experience more in NYC. Then, cruise by boat to the NYC via The Tenement Museum.",
        "UserId": 1,
        "LocationName": "103 Orchard St. Manhattan, NY 10002, Lower East Side",
        "Latitude": 40.7152,
        "Longitude": -73.9877,
        "TenantId": 1
    },
    {
        "Name": "The Thunderbolt",
        "Price": 236,
        "Description": "Experience the The Thunderbolt on a small-group full-day tour from New York City. Enjoy the experience of the The Thunderbolt and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Thunderbolt to experience more in NYC. Then, cruise by boat to the NYC via The Thunderbolt.",
        "UserId": 1,
        "LocationName": "W. 16th St. and the Boardwalk Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "The Tour at NBC Studios",
        "Price": 147,
        "Description": "Experience the The Tour at NBC Studios on a small-group full-day tour from New York City. Enjoy the experience of the The Tour at NBC Studios and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Tour at NBC Studios to experience more in NYC. Then, cruise by boat to the NYC via The Tour at NBC Studios.",
        "UserId": 1,
        "LocationName": "30 Rockefeller Plaza Manhattan, NY 10112, Midtown West",
        "Latitude": 40.7593,
        "Longitude": -73.9798,
        "TenantId": 1
    },
    {
        "Name": "The Town Hall",
        "Price": 436,
        "Description": "Experience the The Town Hall on a small-group full-day tour from New York City. Enjoy the experience of the The Town Hall and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Town Hall to experience more in NYC. Then, cruise by boat to the NYC via The Town Hall.",
        "UserId": 1,
        "LocationName": "123 W. 43rd St. Manhattan, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Theodore Roosevelt Birthplace",
        "Price": 189,
        "Description": "Experience the Theodore Roosevelt Birthplace on a small-group full-day tour from New York City. Enjoy the experience of the Theodore Roosevelt Birthplace and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Theodore Roosevelt Birthplace to experience more in NYC. Then, cruise by boat to the NYC via Theodore Roosevelt Birthplace.",
        "UserId": 1,
        "LocationName": "28 E. 20th St. Manhattan, NY 10003, Gramercy",
        "Latitude": 40.7313,
        "Longitude": -73.9892,
        "TenantId": 1
    },
    {
        "Name": "Times Square",
        "Price": 229,
        "Description": "Experience the Times Square on a small-group full-day tour from New York City. Enjoy the experience of the Times Square and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Times Square to experience more in NYC. Then, cruise by boat to the NYC via Times Square.",
        "UserId": 1,
        "LocationName": "Broadway Manhattan, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Top of the Rock Observation Deck",
        "Price": 409,
        "Description": "Experience the Top of the Rock Observation Deck on a small-group full-day tour from New York City. Enjoy the experience of the Top of the Rock Observation Deck and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Top of the Rock Observation Deck to experience more in NYC. Then, cruise by boat to the NYC via Top of the Rock Observation Deck.",
        "UserId": 1,
        "LocationName": "30 Rockefeller Plaza Manhattan, NY 10112, Midtown West",
        "Latitude": 40.7593,
        "Longitude": -73.9798,
        "TenantId": 1
    },
    {
        "Name": "Turtle Pond",
        "Price": 254,
        "Description": "Experience the Turtle Pond on a small-group full-day tour from New York City. Enjoy the experience of the Turtle Pond and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Turtle Pond to experience more in NYC. Then, cruise by boat to the NYC via Turtle Pond.",
        "UserId": 1,
        "LocationName": "New York, NY 10024, Central Park",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "Underpenny Plane and Cast Iron Museum",
        "Price": 222,
        "Description": "Experience the Underpenny Plane and Cast Iron Museum on a small-group full-day tour from New York City. Enjoy the experience of the Underpenny Plane and Cast Iron Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Underpenny Plane and Cast Iron Museum to experience more in NYC. Then, cruise by boat to the NYC via Underpenny Plane and Cast Iron Museum.",
        "UserId": 1,
        "LocationName": "10-13 50th Ave. Queens, NY 11101, Long Island City",
        "Latitude": 40.7446,
        "Longitude": -73.9345,
        "TenantId": 1
    },
    {
        "Name": "United Nations",
        "Price": 335,
        "Description": "Experience the United Nations on a small-group full-day tour from New York City. Enjoy the experience of the United Nations and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit United Nations to experience more in NYC. Then, cruise by boat to the NYC via United Nations.",
        "UserId": 1,
        "LocationName": "First Ave. at 46th St. Manhattan, NY 10017, Midtown East",
        "Latitude": 40.7517,
        "Longitude": -73.9707,
        "TenantId": 1
    },
    {
        "Name": "United Palace House of Inspiration",
        "Price": 229,
        "Description": "Experience the United Palace House of Inspiration on a small-group full-day tour from New York City. Enjoy the experience of the United Palace House of Inspiration and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit United Palace House of Inspiration to experience more in NYC. Then, cruise by boat to the NYC via United Palace House of Inspiration.",
        "UserId": 1,
        "LocationName": "4140 Broadway Manhattan, NY 10033, Washington Heights/Inwood",
        "Latitude": 40.8496,
        "Longitude": -73.9356,
        "TenantId": 1
    },
    {
        "Name": "USTA Billie Jean King National Tennis Center",
        "Price": 424,
        "Description": "Experience the USTA Billie Jean King National Tennis Center on a small-group full-day tour from New York City. Enjoy the experience of the USTA Billie Jean King National Tennis Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit USTA Billie Jean King National Tennis Center to experience more in NYC. Then, cruise by boat to the NYC via USTA Billie Jean King National Tennis Center.",
        "UserId": 1,
        "LocationName": "Flushing Meadows Corona Park Queens, NY 11368, Flushing",
        "Latitude": 40.7453,
        "Longitude": -73.8611,
        "TenantId": 1
    },
    {
        "Name": "Van Cortlandt House Museum",
        "Price": 221,
        "Description": "Experience the Van Cortlandt House Museum on a small-group full-day tour from New York City. Enjoy the experience of the Van Cortlandt House Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Van Cortlandt House Museum to experience more in NYC. Then, cruise by boat to the NYC via Van Cortlandt House Museum.",
        "UserId": 1,
        "LocationName": "Van Cortlandt Park, Broadway @ 246th St. Bronx, NY 10471, Fordham",
        "Latitude": 40.9011,
        "Longitude": -73.9053,
        "TenantId": 1
    },
    {
        "Name": "Verrazano-Narrows Bridge",
        "Price": 135,
        "Description": "Experience the Verrazano-Narrows Bridge on a small-group full-day tour from New York City. Enjoy the experience of the Verrazano-Narrows Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Verrazano-Narrows Bridge to experience more in NYC. Then, cruise by boat to the NYC via Verrazano-Narrows Bridge.",
        "UserId": 1,
        "LocationName": "Verrazano-Narrows Bridge, Staten Island, NY",
        "Latitude": 40.6251,
        "Longitude": -74.0303,
        "TenantId": 1
    },
    {
        "Name": "Victorian Gardens Amusement Park (Central Park)",
        "Price": 213,
        "Description": "Experience the Victorian Gardens Amusement Park (Central Park) on a small-group full-day tour from New York City. Enjoy the experience of the Victorian Gardens Amusement Park (Central Park) and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Victorian Gardens Amusement Park (Central Park) to experience more in NYC. Then, cruise by boat to the NYC via Victorian Gardens Amusement Park (Central Park).",
        "UserId": 1,
        "LocationName": "Wollman Rink in Central Park, enter park at 59th St. and Sixth Ave. Manhattan, NY 10065, Central Park",
        "Latitude": 40.7651,
        "Longitude": -73.9638,
        "TenantId": 1
    },
    {
        "Name": "VR World NYC",
        "Price": 178,
        "Description": "Experience the VR World NYC on a small-group full-day tour from New York City. Enjoy the experience of the VR World NYC and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit VR World NYC to experience more in NYC. Then, cruise by boat to the NYC via VR World NYC.",
        "UserId": 1,
        "LocationName": "4 E. 34 St. Manhattan, NY 10022 Murray Hill",
        "Latitude": 40.7571,
        "Longitude": -73.9657,
        "TenantId": 1
    },
    {
        "Name": "Wall Street",
        "Price": 393,
        "Description": "Experience the Wall Street on a small-group full-day tour from New York City. Enjoy the experience of the Wall Street and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Wall Street to experience more in NYC. Then, cruise by boat to the NYC via Wall Street.",
        "UserId": 1,
        "LocationName": "Wall St. Manhattan, NY 10006, Lower Manhattan",
        "Latitude": 40.7085,
        "Longitude": -74.0135,
        "TenantId": 1
    },
    {
        "Name": "Washington Square Park",
        "Price": 199,
        "Description": "Experience the Washington Square Park on a small-group full-day tour from New York City. Enjoy the experience of the Washington Square Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Washington Square Park to experience more in NYC. Then, cruise by boat to the NYC via Washington Square Park.",
        "UserId": 1,
        "LocationName": "W 4th St to Waverly Pl Manhattan, NY 10003, Greenwich Village",
        "Latitude": 40.7313,
        "Longitude": -73.9892,
        "TenantId": 1
    },
    {
        "Name": "Waterfront at Brookfield Place",
        "Price": 174,
        "Description": "Experience the Waterfront at Brookfield Place on a small-group full-day tour from New York City. Enjoy the experience of the Waterfront at Brookfield Place and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Waterfront at Brookfield Place to experience more in NYC. Then, cruise by boat to the NYC via Waterfront at Brookfield Place.",
        "UserId": 1,
        "LocationName": "230 Vesey St. Manhattan, NY 10281, Battery Park City",
        "Latitude": 40.7146,
        "Longitude": -74.015,
        "TenantId": 1
    },
    {
        "Name": "Wave Hill",
        "Price": 347,
        "Description": "Experience the Wave Hill on a small-group full-day tour from New York City. Enjoy the experience of the Wave Hill and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Wave Hill to experience more in NYC. Then, cruise by boat to the NYC via Wave Hill.",
        "UserId": 1,
        "LocationName": "675 W. 252nd St. Bronx, NY 10471, Riverdale",
        "Latitude": 40.9011,
        "Longitude": -73.9053,
        "TenantId": 1
    },
    {
        "Name": "Wildlife Conservation Society",
        "Price": 171,
        "Description": "Experience the Wildlife Conservation Society on a small-group full-day tour from New York City. Enjoy the experience of the Wildlife Conservation Society and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Wildlife Conservation Society to experience more in NYC. Then, cruise by boat to the NYC via Wildlife Conservation Society.",
        "UserId": 1,
        "LocationName": "2300 Southern Blvd. Bronx, NY 10460, The Bronx",
        "Latitude": 40.8409,
        "Longitude": -73.8794,
        "TenantId": 1
    },
    {
        "Name": "Williamsburg Bridge",
        "Price": 115,
        "Description": "Experience the Williamsburg Bridge on a small-group full-day tour from New York City. Enjoy the experience of the Williamsburg Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Williamsburg Bridge to experience more in NYC. Then, cruise by boat to the NYC via Williamsburg Bridge.",
        "UserId": 1,
        "LocationName": "Williamsburg, New York, NY 11104",
        "Latitude": 40.7436,
        "Longitude": -73.9216,
        "TenantId": 1
    },
    {
        "Name": "Woodlawn Cemetery",
        "Price": 234,
        "Description": "Experience the Woodlawn Cemetery on a small-group full-day tour from New York City. Enjoy the experience of the Woodlawn Cemetery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Woodlawn Cemetery to experience more in NYC. Then, cruise by boat to the NYC via Woodlawn Cemetery.",
        "UserId": 1,
        "LocationName": "Webster Ave. & E. 233rd St.; second entrance: Jerome Ave. at Bainbridge Ave. Bronx, NY 10470, Woodlawn",
        "Latitude": 40.9,
        "Longitude": -73.8622,
        "TenantId": 1
    },
    {
        "Name": "World Trade Center Transportation Hub",
        "Price": 251,
        "Description": "Experience the World Trade Center Transportation Hub on a small-group full-day tour from New York City. Enjoy the experience of the World Trade Center Transportation Hub and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit World Trade Center Transportation Hub to experience more in NYC. Then, cruise by boat to the NYC via World Trade Center Transportation Hub.",
        "UserId": 1,
        "LocationName": "New York, NY, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Wyckoff Farmhouse Museum",
        "Price": 151,
        "Description": "Experience the Wyckoff Farmhouse Museum on a small-group full-day tour from New York City. Enjoy the experience of the Wyckoff Farmhouse Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Wyckoff Farmhouse Museum to experience more in NYC. Then, cruise by boat to the NYC via Wyckoff Farmhouse Museum.",
        "UserId": 1,
        "LocationName": "5816 Clarendon Rd. Brooklyn, NY 11203, Midwood",
        "Latitude": 40.6505,
        "Longitude": -73.9349,
        "TenantId": 1
    },
    {
        "Name": "African Burial Ground National Monument",
        "Price": 380,
        "Description": "Experience the African Burial Ground National Monument on a small-group full-day tour from New York City. Enjoy the experience of the African Burial Ground National Monument and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit African Burial Ground National Monument to experience more in NYC. Then, cruise by boat to the NYC via African Burial Ground National Monument.",
        "UserId": 1,
        "LocationName": "290 Broadway Manhattan, NY 10007, Tribeca",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Manhattan Bridge",
        "Price": 166,
        "Description": "Experience the Manhattan Bridge on a small-group full-day tour from New York City. Enjoy the experience of the Manhattan Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Manhattan Bridge to experience more in NYC. Then, cruise by boat to the NYC via Manhattan Bridge.",
        "UserId": 1,
        "LocationName": "Enter at Bowery between Canal and Bayard Streets (Manhattan side) Manhattan, NY 10002, Manhattan",
        "Latitude": 40.7152,
        "Longitude": -73.9877,
        "TenantId": 1
    },
    {
        "Name": "Conservatory Garden",
        "Price": 295,
        "Description": "Experience the Conservatory Garden on a small-group full-day tour from New York City. Enjoy the experience of the Conservatory Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Conservatory Garden to experience more in NYC. Then, cruise by boat to the NYC via Conservatory Garden.",
        "UserId": 1,
        "LocationName": "Fifth Ave and 105th St Manhattan, NY 10029, Central Park",
        "Latitude": 40.7918,
        "Longitude": -73.9447,
        "TenantId": 1
    },
    {
        "Name": "Mount Vernon Hotel Museum & Garden",
        "Price": 203,
        "Description": "Experience the Mount Vernon Hotel Museum & Garden on a small-group full-day tour from New York City. Enjoy the experience of the Mount Vernon Hotel Museum & Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Mount Vernon Hotel Museum & Garden to experience more in NYC. Then, cruise by boat to the NYC via Mount Vernon Hotel Museum & Garden.",
        "UserId": 1,
        "LocationName": "421 E. 61st St. Manhattan, NY 10065, Upper East Side",
        "Latitude": 40.7651,
        "Longitude": -73.9638,
        "TenantId": 1
    },
    {
        "Name": "St. George Theatre",
        "Price": 167,
        "Description": "Experience the St. George Theatre on a small-group full-day tour from New York City. Enjoy the experience of the St. George Theatre and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit St. George Theatre to experience more in NYC. Then, cruise by boat to the NYC via St. George Theatre.",
        "UserId": 1,
        "LocationName": "35 Hyatt St. Staten Island, NY 10301, St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Explorer Pass",
        "Price": 301,
        "Description": "Experience the Explorer Pass on a small-group full-day tour from New York City. Enjoy the experience of the Explorer Pass and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Explorer Pass to experience more in NYC. Then, cruise by boat to the NYC via Explorer Pass.",
        "UserId": 1,
        "LocationName": "151 W 34th St, New York, NY 10001",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "Wollman Rink",
        "Price": 191,
        "Description": "Experience the Wollman Rink on a small-group full-day tour from New York City. Enjoy the experience of the Wollman Rink and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Wollman Rink to experience more in NYC. Then, cruise by boat to the NYC via Wollman Rink.",
        "UserId": 1,
        "LocationName": "near 59th St. & Sixth Ave. within Central Park Manhattan, NY 10021, Central Park",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "Friedsam Memorial Carousel",
        "Price": 191,
        "Description": "Experience the Friedsam Memorial Carousel on a small-group full-day tour from New York City. Enjoy the experience of the Friedsam Memorial Carousel and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Friedsam Memorial Carousel to experience more in NYC. Then, cruise by boat to the NYC via Friedsam Memorial Carousel.",
        "UserId": 1,
        "LocationName": "Mid-park at 64th St Manhattan, NY 10023, Central Park",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Japan Society",
        "Price": 346,
        "Description": "Experience the Japan Society on a small-group full-day tour from New York City. Enjoy the experience of the Japan Society and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Japan Society to experience more in NYC. Then, cruise by boat to the NYC via Japan Society.",
        "UserId": 1,
        "LocationName": "333 E. 47th St. Manhattan, NY 10017, Midtown East",
        "Latitude": 40.7517,
        "Longitude": -73.9707,
        "TenantId": 1
    },
    {
        "Name": "FDNY Fire Zone Rockefeller Center ",
        "Price": 296,
        "Description": "Experience the FDNY Fire Zone Rockefeller Center  on a small-group full-day tour from New York City. Enjoy the experience of the FDNY Fire Zone Rockefeller Center  and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit FDNY Fire Zone Rockefeller Center  to experience more in NYC. Then, cruise by boat to the NYC via FDNY Fire Zone Rockefeller Center .",
        "UserId": 1,
        "LocationName": "34 West 51st Street New York, NY 10020, Midtown West",
        "Latitude": 40.7354,
        "Longitude": -73.9968,
        "TenantId": 1
    },
    {
        "Name": "TimeLooper`",
        "Price": 242,
        "Description": "Experience the TimeLooper` on a small-group full-day tour from New York City. Enjoy the experience of the TimeLooper` and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit TimeLooper` to experience more in NYC. Then, cruise by boat to the NYC via TimeLooper`.",
        "UserId": 1,
        "LocationName": "mail: 40 Harrison St., 3K New York, NY 10013",
        "Latitude": 40.7185,
        "Longitude": -74.0025,
        "TenantId": 1
    },
    {
        "Name": "On Location Tours, Inc.",
        "Price": 148,
        "Description": "Experience the On Location Tours, Inc. on a small-group full-day tour from New York City. Enjoy the experience of the On Location Tours, Inc. and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit On Location Tours, Inc. to experience more in NYC. Then, cruise by boat to the NYC via On Location Tours, Inc..",
        "UserId": 1,
        "LocationName": "Meeting Sites in Midtown Manhattan; mail: 555 Eighth Ave., ste. 2003 Manhattan, NY 10018, Times Square/Theatre District",
        "Latitude": 40.7547,
        "Longitude": -73.9925,
        "TenantId": 1
    },
    {
        "Name": "Snug Harbor Cultural Center & Botanical Garden",
        "Price": 151,
        "Description": "Experience the Snug Harbor Cultural Center & Botanical Garden on a small-group full-day tour from New York City. Enjoy the experience of the Snug Harbor Cultural Center & Botanical Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Snug Harbor Cultural Center & Botanical Garden to experience more in NYC. Then, cruise by boat to the NYC via Snug Harbor Cultural Center & Botanical Garden.",
        "UserId": 1,
        "LocationName": "1000 Richmond Terr. Staten Island, NY 10301",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Voilà Chocolat",
        "Price": 242,
        "Description": "Experience the Voilà Chocolat on a small-group full-day tour from New York City. Enjoy the experience of the Voilà Chocolat and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Voilà Chocolat to experience more in NYC. Then, cruise by boat to the NYC via Voilà Chocolat.",
        "UserId": 1,
        "LocationName": "221 W. 79th St. Manhattan, NY 10024, Upper West Side",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "Central Park Zoo",
        "Price": 156,
        "Description": "Experience the Central Park Zoo on a small-group full-day tour from New York City. Enjoy the experience of the Central Park Zoo and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Central Park Zoo to experience more in NYC. Then, cruise by boat to the NYC via Central Park Zoo.",
        "UserId": 1,
        "LocationName": "830 Fifth Ave. (southeast corner of Central Park) Manhattan, NY 10021, Central Park",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "Asser Levy/Seaside Park",
        "Price": 125,
        "Description": "Experience the Asser Levy/Seaside Park on a small-group full-day tour from New York City. Enjoy the experience of the Asser Levy/Seaside Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Asser Levy/Seaside Park to experience more in NYC. Then, cruise by boat to the NYC via Asser Levy/Seaside Park.",
        "UserId": 1,
        "LocationName": "W 5th St Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Woolworth Building",
        "Price": 235,
        "Description": "Experience the Woolworth Building on a small-group full-day tour from New York City. Enjoy the experience of the Woolworth Building and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Woolworth Building to experience more in NYC. Then, cruise by boat to the NYC via Woolworth Building.",
        "UserId": 1,
        "LocationName": "233 Broadway New York, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Brookfield Place",
        "Price": 406,
        "Description": "Experience the Brookfield Place on a small-group full-day tour from New York City. Enjoy the experience of the Brookfield Place and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brookfield Place to experience more in NYC. Then, cruise by boat to the NYC via Brookfield Place.",
        "UserId": 1,
        "LocationName": "230 Vesey St. Manhattan, NY 10281, Battery Park City",
        "Latitude": 40.7146,
        "Longitude": -74.015,
        "TenantId": 1
    },
    {
        "Name": "New York Mets",
        "Price": 103,
        "Description": "Experience the New York Mets on a small-group full-day tour from New York City. Enjoy the experience of the New York Mets and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Mets to experience more in NYC. Then, cruise by boat to the NYC via New York Mets.",
        "UserId": 1,
        "LocationName": "Citi Field, 126th St. and Roosevelt Ave. Queens, NY 11368, Flushing",
        "Latitude": 40.7453,
        "Longitude": -73.8611,
        "TenantId": 1
    },
    {
        "Name": "Onassis Cultural Center New York",
        "Price": 355,
        "Description": "Experience the Onassis Cultural Center New York on a small-group full-day tour from New York City. Enjoy the experience of the Onassis Cultural Center New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Onassis Cultural Center New York to experience more in NYC. Then, cruise by boat to the NYC via Onassis Cultural Center New York.",
        "UserId": 1,
        "LocationName": "645 Fifth Ave. (enter on 51st St.) Manhattan, NY 10022, Midtown East",
        "Latitude": 40.7571,
        "Longitude": -73.9657,
        "TenantId": 1
    },
    {
        "Name": "Official NYC Information Center–South Street Seaport",
        "Price": 111,
        "Description": "Experience the Official NYC Information Center–South Street Seaport on a small-group full-day tour from New York City. Enjoy the experience of the Official NYC Information Center–South Street Seaport and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Official NYC Information Center–South Street Seaport to experience more in NYC. Then, cruise by boat to the NYC via Official NYC Information Center–South Street Seaport.",
        "UserId": 1,
        "LocationName": "Hornblower Cruises on the East River Waterfront Esplanade at Pier 15 Manhattan, NY 10038, Lower Manhattan",
        "Latitude": 40.7101,
        "Longitude": -74.0013,
        "TenantId": 1
    },
    {
        "Name": "Fort Wadsworth",
        "Price": 296,
        "Description": "Experience the Fort Wadsworth on a small-group full-day tour from New York City. Enjoy the experience of the Fort Wadsworth and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Fort Wadsworth to experience more in NYC. Then, cruise by boat to the NYC via Fort Wadsworth.",
        "UserId": 1,
        "LocationName": "210 New York Ave. Staten Island, NY 10305, Staten Island",
        "Latitude": 40.5973,
        "Longitude": -74.0768,
        "TenantId": 1
    },
    {
        "Name": "Deno's Wonder Wheel Amusement Park",
        "Price": 167,
        "Description": "Experience the Deno's Wonder Wheel Amusement Park on a small-group full-day tour from New York City. Enjoy the experience of the Deno's Wonder Wheel Amusement Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Deno's Wonder Wheel Amusement Park to experience more in NYC. Then, cruise by boat to the NYC via Deno's Wonder Wheel Amusement Park.",
        "UserId": 1,
        "LocationName": "3059 Denos Vourderis Place (W 12th St) Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Bethesda Terrace/Fountain",
        "Price": 271,
        "Description": "Experience the Bethesda Terrace/Fountain on a small-group full-day tour from New York City. Enjoy the experience of the Bethesda Terrace/Fountain and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bethesda Terrace/Fountain to experience more in NYC. Then, cruise by boat to the NYC via Bethesda Terrace/Fountain.",
        "UserId": 1,
        "LocationName": "Mid-park at 72nd St. New York, NY, Central Park",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "George Washington Bridge",
        "Price": 286,
        "Description": "Experience the George Washington Bridge on a small-group full-day tour from New York City. Enjoy the experience of the George Washington Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit George Washington Bridge to experience more in NYC. Then, cruise by boat to the NYC via George Washington Bridge.",
        "UserId": 1,
        "LocationName": "George Washington Bridge Manhattan, NY, Washington Heights/Inwood",
        "Latitude": 40.8503,
        "Longitude": -73.9745,
        "TenantId": 1
    },
    {
        "Name": "The Public Theate",
        "Price": 176,
        "Description": "Experience the The Public Theate on a small-group full-day tour from New York City. Enjoy the experience of the The Public Theate and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Public Theate to experience more in NYC. Then, cruise by boat to the NYC via The Public Theate.",
        "UserId": 1,
        "LocationName": "425 Lafayette St. Manhattan, NY 10003, East Village",
        "Latitude": 40.7313,
        "Longitude": -73.9892,
        "TenantId": 1
    },
    {
        "Name": "Washington Street between Front and Water Streets",
        "Price": 236,
        "Description": "Experience the Washington Street between Front and Water Streets on a small-group full-day tour from New York City. Enjoy the experience of the Washington Street between Front and Water Streets and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Washington Street between Front and Water Streets to experience more in NYC. Then, cruise by boat to the NYC via Washington Street between Front and Water Streets.",
        "UserId": 1,
        "LocationName": "Brooklyn, NY 11205, DUMBO",
        "Latitude": 40.6924,
        "Longitude": -73.9666,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Bridge Park",
        "Price": 110,
        "Description": "Experience the Brooklyn Bridge Park on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Bridge Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Bridge Park to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Bridge Park.",
        "UserId": 1,
        "LocationName": "334 Furman St. Brooklyn, NY 11201, DUMBO",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Tompkins Square Park",
        "Price": 155,
        "Description": "Experience the Tompkins Square Park on a small-group full-day tour from New York City. Enjoy the experience of the Tompkins Square Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Tompkins Square Park to experience more in NYC. Then, cruise by boat to the NYC via Tompkins Square Park.",
        "UserId": 1,
        "LocationName": "E 10th St, New York, NY 10009",
        "Latitude": 40.7262,
        "Longitude": -73.9796,
        "TenantId": 1
    },
    {
        "Name": "Lincoln Center for the Performing Arts",
        "Price": 130,
        "Description": "Experience the Lincoln Center for the Performing Arts on a small-group full-day tour from New York City. Enjoy the experience of the Lincoln Center for the Performing Arts and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Lincoln Center for the Performing Arts to experience more in NYC. Then, cruise by boat to the NYC via Lincoln Center for the Performing Arts.",
        "UserId": 1,
        "LocationName": "70 Lincoln Center Plaza Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "National Park Service",
        "Price": 188,
        "Description": "Experience the National Park Service on a small-group full-day tour from New York City. Enjoy the experience of the National Park Service and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit National Park Service to experience more in NYC. Then, cruise by boat to the NYC via National Park Service.",
        "UserId": 1,
        "LocationName": "c/o Statue of Liberty National Monument New York, NY 10004, Battery Park City",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Belvedere Castle",
        "Price": 350,
        "Description": "Experience the Belvedere Castle on a small-group full-day tour from New York City. Enjoy the experience of the Belvedere Castle and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Belvedere Castle to experience more in NYC. Then, cruise by boat to the NYC via Belvedere Castle.",
        "UserId": 1,
        "LocationName": "Central Park, midpark at 79th St Manhattan, NY, Central Park",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "Sunset Park",
        "Price": 271,
        "Description": "Experience the Sunset Park on a small-group full-day tour from New York City. Enjoy the experience of the Sunset Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Sunset Park to experience more in NYC. Then, cruise by boat to the NYC via Sunset Park.",
        "UserId": 1,
        "LocationName": "Bet. Fifth and Seventh Aves. and 41st and 44th Sts. Brooklyn, NY 11220, Sunset Park",
        "Latitude": 40.6412,
        "Longitude": -74.0133,
        "TenantId": 1
    },
    {
        "Name": "Official NYC Information Center (Times Square)",
        "Price": 181,
        "Description": "Experience the Official NYC Information Center (Times Square) on a small-group full-day tour from New York City. Enjoy the experience of the Official NYC Information Center (Times Square) and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Official NYC Information Center (Times Square) to experience more in NYC. Then, cruise by boat to the NYC via Official NYC Information Center (Times Square).",
        "UserId": 1,
        "LocationName": "Broadway Plaza, between 43rd and 44th Streets New York, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Morris-Jumel Mansion",
        "Price": 106,
        "Description": "Experience the Morris-Jumel Mansion on a small-group full-day tour from New York City. Enjoy the experience of the Morris-Jumel Mansion and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Morris-Jumel Mansion to experience more in NYC. Then, cruise by boat to the NYC via Morris-Jumel Mansion.",
        "UserId": 1,
        "LocationName": "65 Jumel Terr. Manhattan, NY 10032, Washington Heights/Inwood",
        "Latitude": 40.8382,
        "Longitude": -73.942,
        "TenantId": 1
    },
    {
        "Name": "Conservatory Water",
        "Price": 267,
        "Description": "Experience the Conservatory Water on a small-group full-day tour from New York City. Enjoy the experience of the Conservatory Water and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Conservatory Water to experience more in NYC. Then, cruise by boat to the NYC via Conservatory Water.",
        "UserId": 1,
        "LocationName": "72nd to 75th Sts Manhattan, NY 10021 Central Park",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "Madame Tussauds New York",
        "Price": 170,
        "Description": "Experience the Madame Tussauds New York on a small-group full-day tour from New York City. Enjoy the experience of the Madame Tussauds New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Madame Tussauds New York to experience more in NYC. Then, cruise by boat to the NYC via Madame Tussauds New York.",
        "UserId": 1,
        "LocationName": "234 W. 42nd St. Manhattan, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Whitney Museum of American Art",
        "Price": 426,
        "Description": "Experience the Whitney Museum of American Art on a small-group full-day tour from New York City. Enjoy the experience of the Whitney Museum of American Art and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Whitney Museum of American Art to experience more in NYC. Then, cruise by boat to the NYC via Whitney Museum of American Art.",
        "UserId": 1,
        "LocationName": "99 Gansevoort St. Manhattan, NY 10014, Meatpacking District",
        "Latitude": 40.7339,
        "Longitude": -74.0054,
        "TenantId": 1
    },
    {
        "Name": "Coney Island History Project",
        "Price": 192,
        "Description": "Experience the Coney Island History Project on a small-group full-day tour from New York City. Enjoy the experience of the Coney Island History Project and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Coney Island History Project to experience more in NYC. Then, cruise by boat to the NYC via Coney Island History Project.",
        "UserId": 1,
        "LocationName": "Deno's Wonder Wheel Amusement Park, 3059 W. 12th St. Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "United Palace Theatre",
        "Price": 361,
        "Description": "Experience the United Palace Theatre on a small-group full-day tour from New York City. Enjoy the experience of the United Palace Theatre and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit United Palace Theatre to experience more in NYC. Then, cruise by boat to the NYC via United Palace Theatre.",
        "UserId": 1,
        "LocationName": "4140 Broadway Manhattan, NY 10033, Washington Heights/Inwood",
        "Latitude": 40.8496,
        "Longitude": -73.9356,
        "TenantId": 1
    },
    {
        "Name": "Central Park",
        "Price": 223,
        "Description": "Experience the Central Park on a small-group full-day tour from New York City. Enjoy the experience of the Central Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Central Park to experience more in NYC. Then, cruise by boat to the NYC via Central Park.",
        "UserId": 1,
        "LocationName": "Between Fifth Ave. and Central Park West Manhattan, NY 10024, Central Park",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "Bank of America Winter Village at Bryant Park",
        "Price": 412,
        "Description": "Experience the Bank of America Winter Village at Bryant Park on a small-group full-day tour from New York City. Enjoy the experience of the Bank of America Winter Village at Bryant Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bank of America Winter Village at Bryant Park to experience more in NYC. Then, cruise by boat to the NYC via Bank of America Winter Village at Bryant Park.",
        "UserId": 1,
        "LocationName": "Bryant Park, 42nd St. and 6th Ave. Manhattan, NY 10018, Midtown West",
        "Latitude": 40.7547,
        "Longitude": -73.9925,
        "TenantId": 1
    },
    {
        "Name": "New York City Ballet",
        "Price": 277,
        "Description": "Experience the New York City Ballet on a small-group full-day tour from New York City. Enjoy the experience of the New York City Ballet and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York City Ballet to experience more in NYC. Then, cruise by boat to the NYC via New York City Ballet.",
        "UserId": 1,
        "LocationName": "David H. Koch Theater, 20 Lincoln Center Plaza Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Museum of Sex",
        "Price": 232,
        "Description": "Experience the Museum of Sex on a small-group full-day tour from New York City. Enjoy the experience of the Museum of Sex and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Museum of Sex to experience more in NYC. Then, cruise by boat to the NYC via Museum of Sex.",
        "UserId": 1,
        "LocationName": "233 Fifth Ave. Manhattan, NY 10016, NoMad",
        "Latitude": 40.7443,
        "Longitude": -73.9781,
        "TenantId": 1
    },
    {
        "Name": "Coney Island",
        "Price": 298,
        "Description": "Experience the Coney Island on a small-group full-day tour from New York City. Enjoy the experience of the Coney Island and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Coney Island to experience more in NYC. Then, cruise by boat to the NYC via Coney Island.",
        "UserId": 1,
        "LocationName": "Surf Avenue Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Unbreakable Kimmy Schmidt Apartment",
        "Price": 404,
        "Description": "Experience the Unbreakable Kimmy Schmidt Apartment on a small-group full-day tour from New York City. Enjoy the experience of the Unbreakable Kimmy Schmidt Apartment and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Unbreakable Kimmy Schmidt Apartment to experience more in NYC. Then, cruise by boat to the NYC via Unbreakable Kimmy Schmidt Apartment.",
        "UserId": 1,
        "LocationName": "74 Freeman St. Brooklyn, NY 11222, Greenpoint",
        "Latitude": 40.7272,
        "Longitude": -73.9498,
        "TenantId": 1
    },
    {
        "Name": "Bryant Park",
        "Price": 403,
        "Description": "Experience the Bryant Park on a small-group full-day tour from New York City. Enjoy the experience of the Bryant Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bryant Park to experience more in NYC. Then, cruise by boat to the NYC via Bryant Park.",
        "UserId": 1,
        "LocationName": "Sixth Ave. between 40th and 42nd Sts. Manhattan, NY Midtown West",
        "Latitude": 40.7547,
        "Longitude": -73.9925,
        "TenantId": 1
    },
    {
        "Name": "New York Rangers",
        "Price": 205,
        "Description": "Experience the New York Rangers on a small-group full-day tour from New York City. Enjoy the experience of the New York Rangers and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Rangers to experience more in NYC. Then, cruise by boat to the NYC via New York Rangers.",
        "UserId": 1,
        "LocationName": "Madison Square Garden, Seventh Ave. betw. 31st and 33rd Sts. Manhattan, NY 10001, Midtown West",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "Citi Field",
        "Price": 277,
        "Description": "Experience the Citi Field on a small-group full-day tour from New York City. Enjoy the experience of the Citi Field and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Citi Field to experience more in NYC. Then, cruise by boat to the NYC via Citi Field.",
        "UserId": 1,
        "LocationName": "126th St. and Roosevelt Ave. Flushing, NY 11368, Flushing",
        "Latitude": 40.7453,
        "Longitude": -73.8611,
        "TenantId": 1
    },
    {
        "Name": "Queens Botanical Garden",
        "Price": 397,
        "Description": "Experience the Queens Botanical Garden on a small-group full-day tour from New York City. Enjoy the experience of the Queens Botanical Garden and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Queens Botanical Garden to experience more in NYC. Then, cruise by boat to the NYC via Queens Botanical Garden.",
        "UserId": 1,
        "LocationName": "43-50 Main St. Queens, NY 11355, Flushing",
        "Latitude": 40.7536,
        "Longitude": -73.8226,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park Bandshell",
        "Price": 376,
        "Description": "Experience the Prospect Park Bandshell on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park Bandshell and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park Bandshell to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park Bandshell.",
        "UserId": 1,
        "LocationName": "Prospect Park West Brooklyn, NY 11217, Park Slope",
        "Latitude": 40.6816,
        "Longitude": -73.9798,
        "TenantId": 1
    },
    {
        "Name": "Prospect Park Concert Grove",
        "Price": 171,
        "Description": "Experience the Prospect Park Concert Grove on a small-group full-day tour from New York City. Enjoy the experience of the Prospect Park Concert Grove and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Prospect Park Concert Grove to experience more in NYC. Then, cruise by boat to the NYC via Prospect Park Concert Grove.",
        "UserId": 1,
        "LocationName": "Parkside and Ocean Avenues entrance Brooklyn, NY 11225, Park Slope",
        "Latitude": 40.6628,
        "Longitude": -73.9546,
        "TenantId": 1
    },
    {
        "Name": "The Mall and Literary Walk",
        "Price": 198,
        "Description": "Experience the The Mall and Literary Walk on a small-group full-day tour from New York City. Enjoy the experience of the The Mall and Literary Walk and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Mall and Literary Walk to experience more in NYC. Then, cruise by boat to the NYC via The Mall and Literary Walk.",
        "UserId": 1,
        "LocationName": "Mid-park bet 66th and 72nd Sts Manhattan, NY 10022, Central Park",
        "Latitude": 40.7571,
        "Longitude": -73.9657,
        "TenantId": 1
    },
    {
        "Name": "IFC Center",
        "Price": 101,
        "Description": "Experience the IFC Center on a small-group full-day tour from New York City. Enjoy the experience of the IFC Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit IFC Center to experience more in NYC. Then, cruise by boat to the NYC via IFC Center.",
        "UserId": 1,
        "LocationName": "323 Sixth Ave. New York, NY 10014, West Village",
        "Latitude": 40.7339,
        "Longitude": -74.0054,
        "TenantId": 1
    },
    {
        "Name": "Andrew Heiskell Braille and Talking Book Library",
        "Price": 195,
        "Description": "Experience the Andrew Heiskell Braille and Talking Book Library on a small-group full-day tour from New York City. Enjoy the experience of the Andrew Heiskell Braille and Talking Book Library and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Andrew Heiskell Braille and Talking Book Library to experience more in NYC. Then, cruise by boat to the NYC via Andrew Heiskell Braille and Talking Book Library.",
        "UserId": 1,
        "LocationName": "40 W 20th St # 1 New York, NY 10011, Chelsea",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Borough Hall",
        "Price": 296,
        "Description": "Experience the Brooklyn Borough Hall on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Borough Hall and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Borough Hall to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Borough Hall.",
        "UserId": 1,
        "LocationName": "209 Joralemon St Brooklyn, NY 11209, Downtown Brooklyn",
        "Latitude": 40.6251,
        "Longitude": -74.0303,
        "TenantId": 1
    },
    {
        "Name": "New York Aquarium",
        "Price": 132,
        "Description": "Experience the New York Aquarium on a small-group full-day tour from New York City. Enjoy the experience of the New York Aquarium and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Aquarium to experience more in NYC. Then, cruise by boat to the NYC via New York Aquarium.",
        "UserId": 1,
        "LocationName": "602 Surf Ave. Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Yankee Stadium",
        "Price": 158,
        "Description": "Experience the Yankee Stadium on a small-group full-day tour from New York City. Enjoy the experience of the Yankee Stadium and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Yankee Stadium to experience more in NYC. Then, cruise by boat to the NYC via Yankee Stadium.",
        "UserId": 1,
        "LocationName": "1 E. 161st St. Bronx, NY 10451, South Bronx",
        "Latitude": 40.8222,
        "Longitude": -73.9217,
        "TenantId": 1
    },
    {
        "Name": "High Bridge",
        "Price": 273,
        "Description": "Experience the High Bridge on a small-group full-day tour from New York City. Enjoy the experience of the High Bridge and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit High Bridge to experience more in NYC. Then, cruise by boat to the NYC via High Bridge.",
        "UserId": 1,
        "LocationName": "Amsterdam Avenue and West 172nd Street Manhattan, NY 10032, Washington Heights/Inwood",
        "Latitude": 40.8382,
        "Longitude": -73.942,
        "TenantId": 1
    },
    {
        "Name": "One World Trade Center",
        "Price": 147,
        "Description": "Experience the One World Trade Center on a small-group full-day tour from New York City. Enjoy the experience of the One World Trade Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit One World Trade Center to experience more in NYC. Then, cruise by boat to the NYC via One World Trade Center.",
        "UserId": 1,
        "LocationName": "1 World Trade Center Manhattan, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "9/11 Memorial Museum Store",
        "Price": 404,
        "Description": "Experience the 9/11 Memorial Museum Store on a small-group full-day tour from New York City. Enjoy the experience of the 9/11 Memorial Museum Store and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit 9/11 Memorial Museum Store to experience more in NYC. Then, cruise by boat to the NYC via 9/11 Memorial Museum Store.",
        "UserId": 1,
        "LocationName": "20 Vesey St. Manhattan, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Madison Square Park",
        "Price": 430,
        "Description": "Experience the Madison Square Park on a small-group full-day tour from New York City. Enjoy the experience of the Madison Square Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Madison Square Park to experience more in NYC. Then, cruise by boat to the NYC via Madison Square Park.",
        "UserId": 1,
        "LocationName": "23rd to 26th Sts. (bet. Fifth and Madison Aves.) Manhattan, NY 10010, Flatiron District",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "New York Philharmonic",
        "Price": 347,
        "Description": "Experience the New York Philharmonic on a small-group full-day tour from New York City. Enjoy the experience of the New York Philharmonic and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Philharmonic to experience more in NYC. Then, cruise by boat to the NYC via New York Philharmonic.",
        "UserId": 1,
        "LocationName": "David Geffen Hall (formerly Avery Fisher), 10 Lincoln Center Plaza Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Gracie Mansion",
        "Price": 255,
        "Description": "Experience the Gracie Mansion on a small-group full-day tour from New York City. Enjoy the experience of the Gracie Mansion and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Gracie Mansion to experience more in NYC. Then, cruise by boat to the NYC via Gracie Mansion.",
        "UserId": 1,
        "LocationName": "East End Ave Manhattan, NY 10128, Upper East Side",
        "Latitude": 40.7816,
        "Longitude": -73.9511,
        "TenantId": 1
    },
    {
        "Name": "Trinity Wall Street",
        "Price": 310,
        "Description": "Experience the Trinity Wall Street on a small-group full-day tour from New York City. Enjoy the experience of the Trinity Wall Street and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Trinity Wall Street to experience more in NYC. Then, cruise by boat to the NYC via Trinity Wall Street.",
        "UserId": 1,
        "LocationName": "Broadway at Wall St. Manhattan, NY 10006, Lower Manhattan",
        "Latitude": 40.7085,
        "Longitude": -74.0135,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Cyclones",
        "Price": 253,
        "Description": "Experience the Brooklyn Cyclones on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Cyclones and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Cyclones to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Cyclones.",
        "UserId": 1,
        "LocationName": "MCU Park, 1904 Surf Ave. Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "Bronx Zoo Treetop Adventure",
        "Price": 248,
        "Description": "Experience the Bronx Zoo Treetop Adventure on a small-group full-day tour from New York City. Enjoy the experience of the Bronx Zoo Treetop Adventure and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bronx Zoo Treetop Adventure to experience more in NYC. Then, cruise by boat to the NYC via Bronx Zoo Treetop Adventure.",
        "UserId": 1,
        "LocationName": "Bronx, NY 10460, Fordham",
        "Latitude": 40.8409,
        "Longitude": -73.8794,
        "TenantId": 1
    },
    {
        "Name": "West 4th Street Courts",
        "Price": 210,
        "Description": "Experience the West 4th Street Courts on a small-group full-day tour from New York City. Enjoy the experience of the West 4th Street Courts and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit West 4th Street Courts to experience more in NYC. Then, cruise by boat to the NYC via West 4th Street Courts.",
        "UserId": 1,
        "LocationName": "Sixth Ave. Manhattan, NY 10011, Greenwich Village",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Staten Island Yankees",
        "Price": 104,
        "Description": "Experience the Staten Island Yankees on a small-group full-day tour from New York City. Enjoy the experience of the Staten Island Yankees and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Staten Island Yankees to experience more in NYC. Then, cruise by boat to the NYC via Staten Island Yankees.",
        "UserId": 1,
        "LocationName": "Richmond County Bank Ballpark, 75 Richmond Terr. Staten Island, NY 10301, St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Manhattan by Sail",
        "Price": 187,
        "Description": "Experience the Manhattan by Sail on a small-group full-day tour from New York City. Enjoy the experience of the Manhattan by Sail and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Manhattan by Sail to experience more in NYC. Then, cruise by boat to the NYC via Manhattan by Sail.",
        "UserId": 1,
        "LocationName": "Locations: N. Cove Marina, Brookfield Place (Liberty St.–Hudson River), Manhattan 10007; ",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "Manhattan by Sail",
        "Price": 379,
        "Description": "Experience the Manhattan by Sail on a small-group full-day tour from New York City. Enjoy the experience of the Manhattan by Sail and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Manhattan by Sail to experience more in NYC. Then, cruise by boat to the NYC via Manhattan by Sail.",
        "UserId": 1,
        "LocationName": "inside Battery Park at the Hudson River (enter across from 17 State St.) Manhattan, NY 10004, Battery Park City",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Museum of American Finance",
        "Price": 276,
        "Description": "Experience the Museum of American Finance on a small-group full-day tour from New York City. Enjoy the experience of the Museum of American Finance and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Museum of American Finance to experience more in NYC. Then, cruise by boat to the NYC via Museum of American Finance.",
        "UserId": 1,
        "LocationName": "48 Wall St. Manhattan, NY 10005, Lower Manhattan",
        "Latitude": 40.7056,
        "Longitude": -74.0083,
        "TenantId": 1
    },
    {
        "Name": "New York Stock Exchange",
        "Price": 343,
        "Description": "Experience the New York Stock Exchange on a small-group full-day tour from New York City. Enjoy the experience of the New York Stock Exchange and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Stock Exchange to experience more in NYC. Then, cruise by boat to the NYC via New York Stock Exchange.",
        "UserId": 1,
        "LocationName": "11 Wall St. Manhattan, NY 10005, Lower Manhattan",
        "Latitude": 40.7056,
        "Longitude": -74.0083,
        "TenantId": 1
    },
    {
        "Name": "Hook & Ladder Company 8",
        "Price": 147,
        "Description": "Experience the Hook & Ladder Company 8 on a small-group full-day tour from New York City. Enjoy the experience of the Hook & Ladder Company 8 and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Hook & Ladder Company 8 to experience more in NYC. Then, cruise by boat to the NYC via Hook & Ladder Company 8.",
        "UserId": 1,
        "LocationName": "14 N. Moore St. Manhattan, NY 10013, Tribeca",
        "Latitude": 40.7185,
        "Longitude": -74.0025,
        "TenantId": 1
    },
    {
        "Name": "Grand Masonic Lodge of New York",
        "Price": 341,
        "Description": "Experience the Grand Masonic Lodge of New York on a small-group full-day tour from New York City. Enjoy the experience of the Grand Masonic Lodge of New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Grand Masonic Lodge of New York to experience more in NYC. Then, cruise by boat to the NYC via Grand Masonic Lodge of New York.",
        "UserId": 1,
        "LocationName": "71 W. 23rd St. Manhattan, NY 10010, Chelsea",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "St. Mark’s Place",
        "Price": 289,
        "Description": "Experience the St. Mark’s Place on a small-group full-day tour from New York City. Enjoy the experience of the St. Mark’s Place and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit St. Mark’s Place to experience more in NYC. Then, cruise by boat to the NYC via St. Mark’s Place.",
        "UserId": 1,
        "LocationName": "113 St Marks Pl, New York City, NY 10009-5161",
        "Latitude": 40.7262,
        "Longitude": -73.9796,
        "TenantId": 1
    },
    {
        "Name": "Franklin D. Roosevelt Four Freedoms Park",
        "Price": 439,
        "Description": "Experience the Franklin D. Roosevelt Four Freedoms Park on a small-group full-day tour from New York City. Enjoy the experience of the Franklin D. Roosevelt Four Freedoms Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Franklin D. Roosevelt Four Freedoms Park to experience more in NYC. Then, cruise by boat to the NYC via Franklin D. Roosevelt Four Freedoms Park.",
        "UserId": 1,
        "LocationName": "1 FDR Four Freedoms Park, E. Rd. S. of Rd. 3 Manhattan, NY 10044, Roosevelt Island",
        "Latitude": 40.7618,
        "Longitude": -73.9505,
        "TenantId": 1
    },
    {
        "Name": "Gray Line CitySightseeing New York Bus Tours",
        "Price": 270,
        "Description": "Experience the Gray Line CitySightseeing New York Bus Tours on a small-group full-day tour from New York City. Enjoy the experience of the Gray Line CitySightseeing New York Bus Tours and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Gray Line CitySightseeing New York Bus Tours to experience more in NYC. Then, cruise by boat to the NYC via Gray Line CitySightseeing New York Bus Tours.",
        "UserId": 1,
        "LocationName": "777 Eighth Ave. Manhattan, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Abracadabra Superstore",
        "Price": 378,
        "Description": "Experience the Abracadabra Superstore on a small-group full-day tour from New York City. Enjoy the experience of the Abracadabra Superstore and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Abracadabra Superstore to experience more in NYC. Then, cruise by boat to the NYC via Abracadabra Superstore.",
        "UserId": 1,
        "LocationName": "19 W 21st St Manhattan , NY 10010, Chelsea",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Brewery",
        "Price": 103,
        "Description": "Experience the Brooklyn Brewery on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Brewery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Brewery to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Brewery.",
        "UserId": 1,
        "LocationName": "79 N. 11th St. Brooklyn, NY 11211, Williamsburg",
        "Latitude": 40.7095,
        "Longitude": -73.9563,
        "TenantId": 1
    },
    {
        "Name": "Kingsland Homestead",
        "Price": 217,
        "Description": "Experience the Kingsland Homestead on a small-group full-day tour from New York City. Enjoy the experience of the Kingsland Homestead and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Kingsland Homestead to experience more in NYC. Then, cruise by boat to the NYC via Kingsland Homestead.",
        "UserId": 1,
        "LocationName": "143-35 37th Ave. Queens, NY 11354, Flushing",
        "Latitude": 40.7667,
        "Longitude": -73.8241,
        "TenantId": 1
    },
    {
        "Name": "French Institute Alliance Française",
        "Price": 262,
        "Description": "Experience the French Institute Alliance Française on a small-group full-day tour from New York City. Enjoy the experience of the French Institute Alliance Française and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit French Institute Alliance Française to experience more in NYC. Then, cruise by boat to the NYC via French Institute Alliance Française.",
        "UserId": 1,
        "LocationName": "22 E. 60th St. Manhattan, NY 10022, Upper East Side",
        "Latitude": 40.7571,
        "Longitude": -73.9657,
        "TenantId": 1
    },
    {
        "Name": "Commodore Barry Park",
        "Price": 400,
        "Description": "Experience the Commodore Barry Park on a small-group full-day tour from New York City. Enjoy the experience of the Commodore Barry Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Commodore Barry Park to experience more in NYC. Then, cruise by boat to the NYC via Commodore Barry Park.",
        "UserId": 1,
        "LocationName": "Nassau Street (bet. Navy St. and N. Elliot Place) Brooklyn, NY 11201, Fort Greene",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Saint Augustine's Episcopal Church",
        "Price": 134,
        "Description": "Experience the Saint Augustine's Episcopal Church on a small-group full-day tour from New York City. Enjoy the experience of the Saint Augustine's Episcopal Church and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Saint Augustine's Episcopal Church to experience more in NYC. Then, cruise by boat to the NYC via Saint Augustine's Episcopal Church.",
        "UserId": 1,
        "LocationName": "290 Henry St Manhattan, NY 10002, Lower East Side",
        "Latitude": 40.7152,
        "Longitude": -73.9877,
        "TenantId": 1
    },
    {
        "Name": "Casa Belvedere",
        "Price": 269,
        "Description": "Experience the Casa Belvedere on a small-group full-day tour from New York City. Enjoy the experience of the Casa Belvedere and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Casa Belvedere to experience more in NYC. Then, cruise by boat to the NYC via Casa Belvedere.",
        "UserId": 1,
        "LocationName": "79 Howard Ave. Staten Island, NY 10301, St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Merchant's House Museum",
        "Price": 441,
        "Description": "Experience the Merchant's House Museum on a small-group full-day tour from New York City. Enjoy the experience of the Merchant's House Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Merchant's House Museum to experience more in NYC. Then, cruise by boat to the NYC via Merchant's House Museum.",
        "UserId": 1,
        "LocationName": "29 E. 4th St. Manhattan, NY 10003, Greenwich Village",
        "Latitude": 40.7313,
        "Longitude": -73.9892,
        "TenantId": 1
    },
    {
        "Name": "Kissena Park",
        "Price": 337,
        "Description": "Experience the Kissena Park on a small-group full-day tour from New York City. Enjoy the experience of the Kissena Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Kissena Park to experience more in NYC. Then, cruise by boat to the NYC via Kissena Park.",
        "UserId": 1,
        "LocationName": "164th St and Oak Ave Queens, NY 11358, Flushing",
        "Latitude": 40.7606,
        "Longitude": -73.7968,
        "TenantId": 1
    },
    {
        "Name": "Alley Pond Park",
        "Price": 218,
        "Description": "Experience the Alley Pond Park on a small-group full-day tour from New York City. Enjoy the experience of the Alley Pond Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Alley Pond Park to experience more in NYC. Then, cruise by boat to the NYC via Alley Pond Park.",
        "UserId": 1,
        "LocationName": "22806 Northern Blvd  Alley Pond Environmental Center Queens, NY 11363, Bayside",
        "Latitude": 40.7722,
        "Longitude": -73.7454,
        "TenantId": 1
    },
    {
        "Name": "The Battery",
        "Price": 400,
        "Description": "Experience the The Battery on a small-group full-day tour from New York City. Enjoy the experience of the The Battery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Battery to experience more in NYC. Then, cruise by boat to the NYC via The Battery.",
        "UserId": 1,
        "LocationName": "Enter on State Street or Battery Place Manhattan, NY 10004, Battery Park City",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "Emmanuel Baptist Church",
        "Price": 359,
        "Description": "Experience the Emmanuel Baptist Church on a small-group full-day tour from New York City. Enjoy the experience of the Emmanuel Baptist Church and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Emmanuel Baptist Church to experience more in NYC. Then, cruise by boat to the NYC via Emmanuel Baptist Church.",
        "UserId": 1,
        "LocationName": "279 Lafayette Ave Brooklyn, NY 11238, Fort Greene",
        "Latitude": 40.679,
        "Longitude": -73.9644,
        "TenantId": 1
    },
    {
        "Name": "UNICEF House—Danny Kaye Visitors Centre",
        "Price": 171,
        "Description": "Experience the UNICEF House—Danny Kaye Visitors Centre on a small-group full-day tour from New York City. Enjoy the experience of the UNICEF House—Danny Kaye Visitors Centre and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit UNICEF House—Danny Kaye Visitors Centre to experience more in NYC. Then, cruise by boat to the NYC via UNICEF House—Danny Kaye Visitors Centre.",
        "UserId": 1,
        "LocationName": "3 U.N. Plaza, 44th St. btw. First & Second Aves. Manhattan, NY 10016, Midtown East",
        "Latitude": 40.7443,
        "Longitude": -73.9781,
        "TenantId": 1
    },
    {
        "Name": "St. Ann & The Holy Trinity Church",
        "Price": 233,
        "Description": "Experience the St. Ann & The Holy Trinity Church on a small-group full-day tour from New York City. Enjoy the experience of the St. Ann & The Holy Trinity Church and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit St. Ann & The Holy Trinity Church to experience more in NYC. Then, cruise by boat to the NYC via St. Ann & The Holy Trinity Church.",
        "UserId": 1,
        "LocationName": "157 Montague St Brooklyn, NY, Brooklyn Heights",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Hoodwinked Escape",
        "Price": 151,
        "Description": "Experience the Hoodwinked Escape on a small-group full-day tour from New York City. Enjoy the experience of the Hoodwinked Escape and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Hoodwinked Escape to experience more in NYC. Then, cruise by boat to the NYC via Hoodwinked Escape.",
        "UserId": 1,
        "LocationName": "151 W. 116th St. Manhattan, NY 10026, Harlem",
        "Latitude": 40.8019,
        "Longitude": -73.9531,
        "TenantId": 1
    },
    {
        "Name": "Flatbush Dutch Reformed Church",
        "Price": 192,
        "Description": "Experience the Flatbush Dutch Reformed Church on a small-group full-day tour from New York City. Enjoy the experience of the Flatbush Dutch Reformed Church and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Flatbush Dutch Reformed Church to experience more in NYC. Then, cruise by boat to the NYC via Flatbush Dutch Reformed Church.",
        "UserId": 1,
        "LocationName": "890 Flatbush Ave Brooklyn, NY 11226, Flatbush",
        "Latitude": 40.6467,
        "Longitude": -73.957,
        "TenantId": 1
    },
    {
        "Name": "Staten Island Supreme Courthouse",
        "Price": 387,
        "Description": "Experience the Staten Island Supreme Courthouse on a small-group full-day tour from New York City. Enjoy the experience of the Staten Island Supreme Courthouse and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Staten Island Supreme Courthouse to experience more in NYC. Then, cruise by boat to the NYC via Staten Island Supreme Courthouse.",
        "UserId": 1,
        "LocationName": "18 Richmond Terrace Staten Island, NY 10301, St. George",
        "Latitude": 40.6316,
        "Longitude": -74.0927,
        "TenantId": 1
    },
    {
        "Name": "Adam Yauch Park",
        "Price": 157,
        "Description": "Experience the Adam Yauch Park on a small-group full-day tour from New York City. Enjoy the experience of the Adam Yauch Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Adam Yauch Park to experience more in NYC. Then, cruise by boat to the NYC via Adam Yauch Park.",
        "UserId": 1,
        "LocationName": "Atlantic Avenue at Columbia Place Brooklyn, NY 11201, Brooklyn Heights",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Islamic Cultural Center of New York",
        "Price": 224,
        "Description": "Experience the Islamic Cultural Center of New York on a small-group full-day tour from New York City. Enjoy the experience of the Islamic Cultural Center of New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Islamic Cultural Center of New York to experience more in NYC. Then, cruise by boat to the NYC via Islamic Cultural Center of New York.",
        "UserId": 1,
        "LocationName": "1711 3rd Avenue New York, NY 10029, Upper East Side",
        "Latitude": 40.7918,
        "Longitude": -73.9447,
        "TenantId": 1
    },
    {
        "Name": "Roosevelt House Public Policy Institute at Hunter College",
        "Price": 349,
        "Description": "Experience the Roosevelt House Public Policy Institute at Hunter College on a small-group full-day tour from New York City. Enjoy the experience of the Roosevelt House Public Policy Institute at Hunter College and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Roosevelt House Public Policy Institute at Hunter College to experience more in NYC. Then, cruise by boat to the NYC via Roosevelt House Public Policy Institute at Hunter College.",
        "UserId": 1,
        "LocationName": "47-49 E. 65th St. Manhattan, NY 10065, Upper East Side",
        "Latitude": 40.7651,
        "Longitude": -73.9638,
        "TenantId": 1
    },
    {
        "Name": "Old Quaker Meeting House",
        "Price": 205,
        "Description": "Experience the Old Quaker Meeting House on a small-group full-day tour from New York City. Enjoy the experience of the Old Quaker Meeting House and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Old Quaker Meeting House to experience more in NYC. Then, cruise by boat to the NYC via Old Quaker Meeting House.",
        "UserId": 1,
        "LocationName": "137-16 Northern Blvd. Queens, NY 11354, Flushing",
        "Latitude": 40.7667,
        "Longitude": -73.8241,
        "TenantId": 1
    },
    {
        "Name": "Go Select NYC",
        "Price": 330,
        "Description": "Experience the Go Select NYC on a small-group full-day tour from New York City. Enjoy the experience of the Go Select NYC and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Go Select NYC to experience more in NYC. Then, cruise by boat to the NYC via Go Select NYC.",
        "UserId": 1,
        "LocationName": "Official NYC Information Center, 810 Seventh Ave. Manhattan, NY 10019, Times Square/Theatre District",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Weeksville Heritage Center",
        "Price": 339,
        "Description": "Experience the Weeksville Heritage Center on a small-group full-day tour from New York City. Enjoy the experience of the Weeksville Heritage Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Weeksville Heritage Center to experience more in NYC. Then, cruise by boat to the NYC via Weeksville Heritage Center.",
        "UserId": 1,
        "LocationName": "158 Buffalo Ave Brooklyn, NY 11213 Bedford-Stuyvesant",
        "Latitude": 40.67,
        "Longitude": -73.9367,
        "TenantId": 1
    },
    {
        "Name": "The Sightseeing Pass",
        "Price": 280,
        "Description": "Experience the The Sightseeing Pass on a small-group full-day tour from New York City. Enjoy the experience of the The Sightseeing Pass and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Sightseeing Pass to experience more in NYC. Then, cruise by boat to the NYC via The Sightseeing Pass.",
        "UserId": 1,
        "LocationName": "777 Eighth Ave. Manhattan, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Hudson Yards New York",
        "Price": 245,
        "Description": "Experience the Hudson Yards New York on a small-group full-day tour from New York City. Enjoy the experience of the Hudson Yards New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Hudson Yards New York to experience more in NYC. Then, cruise by boat to the NYC via Hudson Yards New York.",
        "UserId": 1,
        "LocationName": "New York, NY 10001, Midtown West",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "Castle Clinton National Monument",
        "Price": 191,
        "Description": "Experience the Castle Clinton National Monument on a small-group full-day tour from New York City. Enjoy the experience of the Castle Clinton National Monument and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Castle Clinton National Monument to experience more in NYC. Then, cruise by boat to the NYC via Castle Clinton National Monument.",
        "UserId": 1,
        "LocationName": "Castle Clinton National Monument, 17 Battery Pl. Manhattan, NY 10005-1996, Battery Park City",
        "Latitude": NaN,
        "Longitude": NaN,
        "TenantId": 1
    },
    {
        "Name": "34th Street Partnership",
        "Price": 367,
        "Description": "Experience the 34th Street Partnership on a small-group full-day tour from New York City. Enjoy the experience of the 34th Street Partnership and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit 34th Street Partnership to experience more in NYC. Then, cruise by boat to the NYC via 34th Street Partnership.",
        "UserId": 1,
        "LocationName": "mail: 1065 Sixth Ave., ste. 2400 New York, NY 10018 , Midtown West",
        "Latitude": 40.7547,
        "Longitude": -73.9925,
        "TenantId": 1
    },
    {
        "Name": "General Grant National Memorial",
        "Price": 259,
        "Description": "Experience the General Grant National Memorial on a small-group full-day tour from New York City. Enjoy the experience of the General Grant National Memorial and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit General Grant National Memorial to experience more in NYC. Then, cruise by boat to the NYC via General Grant National Memorial.",
        "UserId": 1,
        "LocationName": "Riverside Dr and 122nd St Manhattan, NY 10027, Morningside Heights",
        "Latitude": 40.8116,
        "Longitude": -73.955,
        "TenantId": 1
    },
    {
        "Name": "Pier 25, Hudson River Park",
        "Price": 221,
        "Description": "Experience the Pier 25, Hudson River Park on a small-group full-day tour from New York City. Enjoy the experience of the Pier 25, Hudson River Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Pier 25, Hudson River Park to experience more in NYC. Then, cruise by boat to the NYC via Pier 25, Hudson River Park.",
        "UserId": 1,
        "LocationName": "225 West St. Manhattan, NY 10013, Tribeca ",
        "Latitude": 40.7185,
        "Longitude": -74.0025,
        "TenantId": 1
    },
    {
        "Name": "55 Central Park West",
        "Price": 375,
        "Description": "Experience the 55 Central Park West on a small-group full-day tour from New York City. Enjoy the experience of the 55 Central Park West and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit 55 Central Park West to experience more in NYC. Then, cruise by boat to the NYC via 55 Central Park West.",
        "UserId": 1,
        "LocationName": "55 Central Park West New York, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Sara D. Roosevelt Park",
        "Price": 274,
        "Description": "Experience the Sara D. Roosevelt Park on a small-group full-day tour from New York City. Enjoy the experience of the Sara D. Roosevelt Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Sara D. Roosevelt Park to experience more in NYC. Then, cruise by boat to the NYC via Sara D. Roosevelt Park.",
        "UserId": 1,
        "LocationName": "East Houston Street to Canal Street (bet. Forsyth and Chrystie Sts.) Manhattan, NY 10002, Lower East Side",
        "Latitude": 40.7152,
        "Longitude": -73.9877,
        "TenantId": 1
    },
    {
        "Name": "Central Park Arsenal",
        "Price": 434,
        "Description": "Experience the Central Park Arsenal on a small-group full-day tour from New York City. Enjoy the experience of the Central Park Arsenal and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Central Park Arsenal to experience more in NYC. Then, cruise by boat to the NYC via Central Park Arsenal.",
        "UserId": 1,
        "LocationName": "East side of the park at Fifth Ave and 64th St Manhattan, NY 10065, Central Park",
        "Latitude": 40.7651,
        "Longitude": -73.9638,
        "TenantId": 1
    },
    {
        "Name": "InterChurch Center",
        "Price": 290,
        "Description": "Experience the InterChurch Center on a small-group full-day tour from New York City. Enjoy the experience of the InterChurch Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit InterChurch Center to experience more in NYC. Then, cruise by boat to the NYC via InterChurch Center.",
        "UserId": 1,
        "LocationName": "475 Riverside Dr., rm. 253 Manhattan, NY 10115, Morningside Heights",
        "Latitude": 40.8111,
        "Longitude": -73.9642,
        "TenantId": 1
    },
    {
        "Name": "Sakura Park",
        "Price": 309,
        "Description": "Experience the Sakura Park on a small-group full-day tour from New York City. Enjoy the experience of the Sakura Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Sakura Park to experience more in NYC. Then, cruise by boat to the NYC via Sakura Park.",
        "UserId": 1,
        "LocationName": "W 122nd St and Riverside Dr Manhattan, NY 10027, Morningside Heights",
        "Latitude": 40.8116,
        "Longitude": -73.955,
        "TenantId": 1
    },
    {
        "Name": "Pelham Bay Park",
        "Price": 443,
        "Description": "Experience the Pelham Bay Park on a small-group full-day tour from New York City. Enjoy the experience of the Pelham Bay Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Pelham Bay Park to experience more in NYC. Then, cruise by boat to the NYC via Pelham Bay Park.",
        "UserId": 1,
        "LocationName": "Bruckner Blvd and Westchester Ave Bronx, NY 10461, Pelham Bay",
        "Latitude": 40.8465,
        "Longitude": -73.84100000000002,
        "TenantId": 1
    },
    {
        "Name": "Hudson River Park",
        "Price": 136,
        "Description": "Experience the Hudson River Park on a small-group full-day tour from New York City. Enjoy the experience of the Hudson River Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Hudson River Park to experience more in NYC. Then, cruise by boat to the NYC via Hudson River Park.",
        "UserId": 1,
        "LocationName": "West Side Highway, bet. Battery Place and W. 59th St. Manhattan, NY 10014, Manhattan",
        "Latitude": 40.7339,
        "Longitude": -74.0054,
        "TenantId": 1
    },
    {
        "Name": "LIC Flea & Food",
        "Price": 112,
        "Description": "Experience the LIC Flea & Food on a small-group full-day tour from New York City. Enjoy the experience of the LIC Flea & Food and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit LIC Flea & Food to experience more in NYC. Then, cruise by boat to the NYC via LIC Flea & Food.",
        "UserId": 1,
        "LocationName": "5-25 46th Ave. Queens, NY 11101, Long Island City",
        "Latitude": 40.7446,
        "Longitude": -73.9345,
        "TenantId": 1
    },
    {
        "Name": "Grant's Tomb",
        "Price": 292,
        "Description": "Experience the Grant's Tomb on a small-group full-day tour from New York City. Enjoy the experience of the Grant's Tomb and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Grant's Tomb to experience more in NYC. Then, cruise by boat to the NYC via Grant's Tomb.",
        "UserId": 1,
        "LocationName": "Riverside Drive and West 122nd Street Manhattan, NY 10027, Morningside Heights",
        "Latitude": 40.8116,
        "Longitude": -73.955,
        "TenantId": 1
    },
    {
        "Name": "Gravesend Cemetery",
        "Price": 352,
        "Description": "Experience the Gravesend Cemetery on a small-group full-day tour from New York City. Enjoy the experience of the Gravesend Cemetery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Gravesend Cemetery to experience more in NYC. Then, cruise by boat to the NYC via Gravesend Cemetery.",
        "UserId": 1,
        "LocationName": "Ave V and Van Sicklen St Brooklyn, NY 11223, Gravesend",
        "Latitude": 40.5979,
        "Longitude": -73.9743,
        "TenantId": 1
    },
    {
        "Name": "Piers 92/94 New York",
        "Price": 137,
        "Description": "Experience the Piers 92/94 New York on a small-group full-day tour from New York City. Enjoy the experience of the Piers 92/94 New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Piers 92/94 New York to experience more in NYC. Then, cruise by boat to the NYC via Piers 92/94 New York.",
        "UserId": 1,
        "LocationName": "711 Twelfth Ave. Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "New York Marble Cemetery",
        "Price": 259,
        "Description": "Experience the New York Marble Cemetery on a small-group full-day tour from New York City. Enjoy the experience of the New York Marble Cemetery and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Marble Cemetery to experience more in NYC. Then, cruise by boat to the NYC via New York Marble Cemetery.",
        "UserId": 1,
        "LocationName": "41 1/2 Second Ave Manhattan, NY 10003, Lower East Side",
        "Latitude": 40.7313,
        "Longitude": -73.9892,
        "TenantId": 1
    },
    {
        "Name": "New York City AIDS Memorial",
        "Price": 382,
        "Description": "Experience the New York City AIDS Memorial on a small-group full-day tour from New York City. Enjoy the experience of the New York City AIDS Memorial and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York City AIDS Memorial to experience more in NYC. Then, cruise by boat to the NYC via New York City AIDS Memorial.",
        "UserId": 1,
        "LocationName": "200-218 West 12th Street New York, NY 10011, West Village",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Peter Jay Sharp Theater at Julliard",
        "Price": 251,
        "Description": "Experience the Peter Jay Sharp Theater at Julliard on a small-group full-day tour from New York City. Enjoy the experience of the Peter Jay Sharp Theater at Julliard and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Peter Jay Sharp Theater at Julliard to experience more in NYC. Then, cruise by boat to the NYC via Peter Jay Sharp Theater at Julliard.",
        "UserId": 1,
        "LocationName": "155 W. 65th St. Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Chester A. Arthur House",
        "Price": 175,
        "Description": "Experience the Chester A. Arthur House on a small-group full-day tour from New York City. Enjoy the experience of the Chester A. Arthur House and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Chester A. Arthur House to experience more in NYC. Then, cruise by boat to the NYC via Chester A. Arthur House.",
        "UserId": 1,
        "LocationName": "123 Lexington Ave. Manhattan, NY 10016, Midtown East",
        "Latitude": 40.7443,
        "Longitude": -73.9781,
        "TenantId": 1
    },
    {
        "Name": "Chateau Stables",
        "Price": 351,
        "Description": "Experience the Chateau Stables on a small-group full-day tour from New York City. Enjoy the experience of the Chateau Stables and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Chateau Stables to experience more in NYC. Then, cruise by boat to the NYC via Chateau Stables.",
        "UserId": 1,
        "LocationName": "608 W. 48th St. New York, NY 10036, Hells Kitchen",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "LIC Beer Project",
        "Price": 213,
        "Description": "Experience the LIC Beer Project on a small-group full-day tour from New York City. Enjoy the experience of the LIC Beer Project and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit LIC Beer Project to experience more in NYC. Then, cruise by boat to the NYC via LIC Beer Project.",
        "UserId": 1,
        "LocationName": "39-28 23rd Street NY 11101, Long Island City",
        "Latitude": 40.7446,
        "Longitude": -73.9345,
        "TenantId": 1
    },
    {
        "Name": "Central Park's Rumsey Playfield",
        "Price": 304,
        "Description": "Experience the Central Park's Rumsey Playfield on a small-group full-day tour from New York City. Enjoy the experience of the Central Park's Rumsey Playfield and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Central Park's Rumsey Playfield to experience more in NYC. Then, cruise by boat to the NYC via Central Park's Rumsey Playfield.",
        "UserId": 1,
        "LocationName": "14 E 71st St, New York, NY 10021",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "Christie’s Auction House",
        "Price": 248,
        "Description": "Experience the Christie’s Auction House on a small-group full-day tour from New York City. Enjoy the experience of the Christie’s Auction House and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Christie’s Auction House to experience more in NYC. Then, cruise by boat to the NYC via Christie’s Auction House.",
        "UserId": 1,
        "LocationName": "20 Rockefeller Plaza New York, NY 10020, Midtown West",
        "Latitude": 40.7354,
        "Longitude": -73.9968,
        "TenantId": 1
    },
    {
        "Name": "Lasker Rink",
        "Price": 156,
        "Description": "Experience the Lasker Rink on a small-group full-day tour from New York City. Enjoy the experience of the Lasker Rink and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Lasker Rink to experience more in NYC. Then, cruise by boat to the NYC via Lasker Rink.",
        "UserId": 1,
        "LocationName": "830 5th Avenue New York, NY 10065, Central Park",
        "Latitude": 40.7651,
        "Longitude": -73.9638,
        "TenantId": 1
    },
    {
        "Name": "Marble Collegiate Church",
        "Price": 396,
        "Description": "Experience the Marble Collegiate Church on a small-group full-day tour from New York City. Enjoy the experience of the Marble Collegiate Church and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Marble Collegiate Church to experience more in NYC. Then, cruise by boat to the NYC via Marble Collegiate Church.",
        "UserId": 1,
        "LocationName": "1 W. 29th St. Manhattan, NY 10001, NoMad",
        "Latitude": 40.7484,
        "Longitude": -73.9967,
        "TenantId": 1
    },
    {
        "Name": "Riverdale Park",
        "Price": 360,
        "Description": "Experience the Riverdale Park on a small-group full-day tour from New York City. Enjoy the experience of the Riverdale Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Riverdale Park to experience more in NYC. Then, cruise by boat to the NYC via Riverdale Park.",
        "UserId": 1,
        "LocationName": "West 254 Street Bronx, NY 10463, Riverdale",
        "Latitude": 40.8798,
        "Longitude": -73.9067,
        "TenantId": 1
    },
    {
        "Name": "Brooklyn Army Terminal",
        "Price": 212,
        "Description": "Experience the Brooklyn Army Terminal on a small-group full-day tour from New York City. Enjoy the experience of the Brooklyn Army Terminal and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Brooklyn Army Terminal to experience more in NYC. Then, cruise by boat to the NYC via Brooklyn Army Terminal.",
        "UserId": 1,
        "LocationName": "140 58th St. Brooklyn, NY 11220, Sunset Park",
        "Latitude": 40.6412,
        "Longitude": -74.0133,
        "TenantId": 1
    },
    {
        "Name": "NYC Department of Records and Information Services",
        "Price": 326,
        "Description": "Experience the NYC Department of Records and Information Services on a small-group full-day tour from New York City. Enjoy the experience of the NYC Department of Records and Information Services and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit NYC Department of Records and Information Services to experience more in NYC. Then, cruise by boat to the NYC via NYC Department of Records and Information Services.",
        "UserId": 1,
        "LocationName": "Visitor Center, 31 Chambers St., rm. 112 Manhattan, NY 10007, Lower Manhattan",
        "Latitude": 40.7139,
        "Longitude": -74.007,
        "TenantId": 1
    },
    {
        "Name": "City Ice Pavilion",
        "Price": 379,
        "Description": "Experience the City Ice Pavilion on a small-group full-day tour from New York City. Enjoy the experience of the City Ice Pavilion and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit City Ice Pavilion to experience more in NYC. Then, cruise by boat to the NYC via City Ice Pavilion.",
        "UserId": 1,
        "LocationName": "47-32 32nd Place Queens, NY 11101, Long Island City",
        "Latitude": 40.7446,
        "Longitude": -73.9345,
        "TenantId": 1
    },
    {
        "Name": "Floyd Bennett Field",
        "Price": 222,
        "Description": "Experience the Floyd Bennett Field on a small-group full-day tour from New York City. Enjoy the experience of the Floyd Bennett Field and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Floyd Bennett Field to experience more in NYC. Then, cruise by boat to the NYC via Floyd Bennett Field.",
        "UserId": 1,
        "LocationName": "50 Aviation Road Brooklyn, NY 11234, Brooklyn",
        "Latitude": 40.6205,
        "Longitude": -73.9239,
        "TenantId": 1
    },
    {
        "Name": "69th Regiment Armory",
        "Price": 413,
        "Description": "Experience the 69th Regiment Armory on a small-group full-day tour from New York City. Enjoy the experience of the 69th Regiment Armory and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit 69th Regiment Armory to experience more in NYC. Then, cruise by boat to the NYC via 69th Regiment Armory.",
        "UserId": 1,
        "LocationName": "68 Lexington Ave Manhattan, NY Midtown East",
        "Latitude": 40.7375,
        "Longitude": -73.9813,
        "TenantId": 1
    },
    {
        "Name": "Federal Hall National Memorial",
        "Price": 271,
        "Description": "Experience the Federal Hall National Memorial on a small-group full-day tour from New York City. Enjoy the experience of the Federal Hall National Memorial and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Federal Hall National Memorial to experience more in NYC. Then, cruise by boat to the NYC via Federal Hall National Memorial.",
        "UserId": 1,
        "LocationName": "26 Wall St Manhattan, NY 10005, Lower Manhattan",
        "Latitude": 40.7056,
        "Longitude": -74.0083,
        "TenantId": 1
    },
    {
        "Name": "Scandinavia House: The Nordic Center in America",
        "Price": 110,
        "Description": "Experience the Scandinavia House: The Nordic Center in America on a small-group full-day tour from New York City. Enjoy the experience of the Scandinavia House: The Nordic Center in America and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Scandinavia House: The Nordic Center in America to experience more in NYC. Then, cruise by boat to the NYC via Scandinavia House: The Nordic Center in America.",
        "UserId": 1,
        "LocationName": "58 Park Ave. Manhattan, NY 10016, Murray Hill",
        "Latitude": 40.7443,
        "Longitude": -73.9781,
        "TenantId": 1
    },
    {
        "Name": "NYRR RunCenter Featuring the New Balance Run Hub",
        "Price": 195,
        "Description": "Experience the NYRR RunCenter Featuring the New Balance Run Hub on a small-group full-day tour from New York City. Enjoy the experience of the NYRR RunCenter Featuring the New Balance Run Hub and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit NYRR RunCenter Featuring the New Balance Run Hub to experience more in NYC. Then, cruise by boat to the NYC via NYRR RunCenter Featuring the New Balance Run Hub.",
        "UserId": 1,
        "LocationName": "320 W. 57th St. Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Bowling Green Park",
        "Price": 437,
        "Description": "Experience the Bowling Green Park on a small-group full-day tour from New York City. Enjoy the experience of the Bowling Green Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bowling Green Park to experience more in NYC. Then, cruise by boat to the NYC via Bowling Green Park.",
        "UserId": 1,
        "LocationName": "Broadway and Whitehall St Manhattan, NY 10004, Lower Manhattan",
        "Latitude": 40.7143,
        "Longitude": -74.006,
        "TenantId": 1
    },
    {
        "Name": "New York City Horse Carriages",
        "Price": 395,
        "Description": "Experience the New York City Horse Carriages on a small-group full-day tour from New York City. Enjoy the experience of the New York City Horse Carriages and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York City Horse Carriages to experience more in NYC. Then, cruise by boat to the NYC via New York City Horse Carriages.",
        "UserId": 1,
        "LocationName": "Pickup location: 59th St. btw. Fifth & Sixth Aves. opposite plaza hotel Manhattan, NY --, Central Park",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "New York Public Library for the Performing Arts",
        "Price": 163,
        "Description": "Experience the New York Public Library for the Performing Arts on a small-group full-day tour from New York City. Enjoy the experience of the New York Public Library for the Performing Arts and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York Public Library for the Performing Arts to experience more in NYC. Then, cruise by boat to the NYC via New York Public Library for the Performing Arts.",
        "UserId": 1,
        "LocationName": "40 Lincoln Center Plaza Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Empire Stores",
        "Price": 297,
        "Description": "Experience the Empire Stores on a small-group full-day tour from New York City. Enjoy the experience of the Empire Stores and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Empire Stores to experience more in NYC. Then, cruise by boat to the NYC via Empire Stores.",
        "UserId": 1,
        "LocationName": "53-83 Water Street NY 11201, DUMBO",
        "Latitude": 40.694,
        "Longitude": -73.9903,
        "TenantId": 1
    },
    {
        "Name": "Central Park Bandshell",
        "Price": 420,
        "Description": "Experience the Central Park Bandshell on a small-group full-day tour from New York City. Enjoy the experience of the Central Park Bandshell and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Central Park Bandshell to experience more in NYC. Then, cruise by boat to the NYC via Central Park Bandshell.",
        "UserId": 1,
        "LocationName": "Mid-park, 66th to 72nd Sts Manhattan, NY, Central Park",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "The Players Theatre",
        "Price": 100,
        "Description": "Experience the The Players Theatre on a small-group full-day tour from New York City. Enjoy the experience of the The Players Theatre and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Players Theatre to experience more in NYC. Then, cruise by boat to the NYC via The Players Theatre.",
        "UserId": 1,
        "LocationName": "115 Macdougal St. Manhattan, NY 10012, Greenwich Village",
        "Latitude": 40.7255,
        "Longitude": -73.9983,
        "TenantId": 1
    },
    {
        "Name": "Lefferts Historic House",
        "Price": 162,
        "Description": "Experience the Lefferts Historic House on a small-group full-day tour from New York City. Enjoy the experience of the Lefferts Historic House and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Lefferts Historic House to experience more in NYC. Then, cruise by boat to the NYC via Lefferts Historic House.",
        "UserId": 1,
        "LocationName": "452 Flatbush Ave, Brooklyn, NY 11225",
        "Latitude": 40.6628,
        "Longitude": -73.9546,
        "TenantId": 1
    },
    {
        "Name": "Ford Amphitheater at Coney Island Boardwalk",
        "Price": 293,
        "Description": "Experience the Ford Amphitheater at Coney Island Boardwalk on a small-group full-day tour from New York City. Enjoy the experience of the Ford Amphitheater at Coney Island Boardwalk and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Ford Amphitheater at Coney Island Boardwalk to experience more in NYC. Then, cruise by boat to the NYC via Ford Amphitheater at Coney Island Boardwalk.",
        "UserId": 1,
        "LocationName": "3052 W. 21st St. Brooklyn, NY 11224, Coney Island",
        "Latitude": 40.5767,
        "Longitude": -73.9884,
        "TenantId": 1
    },
    {
        "Name": "MetLife Building",
        "Price": 320,
        "Description": "Experience the MetLife Building on a small-group full-day tour from New York City. Enjoy the experience of the MetLife Building and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit MetLife Building to experience more in NYC. Then, cruise by boat to the NYC via MetLife Building.",
        "UserId": 1,
        "LocationName": "200 Park Ave. Manhattan, NY 10166, Midtown East",
        "Latitude": 40.7546,
        "Longitude": -73.9762,
        "TenantId": 1
    },
    {
        "Name": "Valentine-Varian House",
        "Price": 176,
        "Description": "Experience the Valentine-Varian House on a small-group full-day tour from New York City. Enjoy the experience of the Valentine-Varian House and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Valentine-Varian House to experience more in NYC. Then, cruise by boat to the NYC via Valentine-Varian House.",
        "UserId": 1,
        "LocationName": "3266 Bainbridge Ave. Bronx, NY 10458, The Bronx",
        "Latitude": 40.8633,
        "Longitude": -73.8895,
        "TenantId": 1
    },
    {
        "Name": "Bronx Council on the Arts",
        "Price": 145,
        "Description": "Experience the Bronx Council on the Arts on a small-group full-day tour from New York City. Enjoy the experience of the Bronx Council on the Arts and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Bronx Council on the Arts to experience more in NYC. Then, cruise by boat to the NYC via Bronx Council on the Arts.",
        "UserId": 1,
        "LocationName": "1738 Hone Ave. Bronx, NY 10461, The Bronx",
        "Latitude": 40.8465,
        "Longitude": -73.84100000000002,
        "TenantId": 1
    },
    {
        "Name": "NFL Experience Times Square",
        "Price": 154,
        "Description": "Experience the NFL Experience Times Square on a small-group full-day tour from New York City. Enjoy the experience of the NFL Experience Times Square and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit NFL Experience Times Square to experience more in NYC. Then, cruise by boat to the NYC via NFL Experience Times Square.",
        "UserId": 1,
        "LocationName": "20 Times Square, 701 Seventh Ave. Manhattan, NY 10036, Times Square/Theatre District",
        "Latitude": 40.7597,
        "Longitude": -73.9918,
        "TenantId": 1
    },
    {
        "Name": "Randall's Island Park",
        "Price": 237,
        "Description": "Experience the Randall's Island Park on a small-group full-day tour from New York City. Enjoy the experience of the Randall's Island Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Randall's Island Park to experience more in NYC. Then, cruise by boat to the NYC via Randall's Island Park.",
        "UserId": 1,
        "LocationName": "East and Harlem Rivers Manhattan, NY 10035, Randalls Island",
        "Latitude": 40.8011,
        "Longitude": -73.9371,
        "TenantId": 1
    },
    {
        "Name": "Ed Sullivan Theater",
        "Price": 299,
        "Description": "Experience the Ed Sullivan Theater on a small-group full-day tour from New York City. Enjoy the experience of the Ed Sullivan Theater and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Ed Sullivan Theater to experience more in NYC. Then, cruise by boat to the NYC via Ed Sullivan Theater.",
        "UserId": 1,
        "LocationName": "1697 Broadway Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Essex Street Market",
        "Price": 257,
        "Description": "Experience the Essex Street Market on a small-group full-day tour from New York City. Enjoy the experience of the Essex Street Market and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Essex Street Market to experience more in NYC. Then, cruise by boat to the NYC via Essex Street Market.",
        "UserId": 1,
        "LocationName": "120 Essex St. Manhattan, NY 10002, Lower East Side",
        "Latitude": 40.7152,
        "Longitude": -73.9877,
        "TenantId": 1
    },
    {
        "Name": "The Conference House Museum",
        "Price": 150,
        "Description": "Experience the The Conference House Museum on a small-group full-day tour from New York City. Enjoy the experience of the The Conference House Museum and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Conference House Museum to experience more in NYC. Then, cruise by boat to the NYC via The Conference House Museum.",
        "UserId": 1,
        "LocationName": "298 Satterlee St Staten Island, 10307, Tottenville",
        "Latitude": 40.5085,
        "Longitude": -74.2445,
        "TenantId": 1
    },
    {
        "Name": "Pier 45",
        "Price": 289,
        "Description": "Experience the Pier 45 on a small-group full-day tour from New York City. Enjoy the experience of the Pier 45 and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Pier 45 to experience more in NYC. Then, cruise by boat to the NYC via Pier 45.",
        "UserId": 1,
        "LocationName": "Enter at Christopher St and the West Side Highway Manhattan, NY 10014, West Village",
        "Latitude": 40.7339,
        "Longitude": -74.0054,
        "TenantId": 1
    },
    {
        "Name": "Riverbank State Park Ice Rink",
        "Price": 246,
        "Description": "Experience the Riverbank State Park Ice Rink on a small-group full-day tour from New York City. Enjoy the experience of the Riverbank State Park Ice Rink and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Riverbank State Park Ice Rink to experience more in NYC. Then, cruise by boat to the NYC via Riverbank State Park Ice Rink.",
        "UserId": 1,
        "LocationName": "679 Riverside Dr. Manhattan, NY 10031, Harlem",
        "Latitude": 40.8246,
        "Longitude": -73.9507,
        "TenantId": 1
    },
    {
        "Name": "American Stock Exchange Building",
        "Price": 115,
        "Description": "Experience the American Stock Exchange Building on a small-group full-day tour from New York City. Enjoy the experience of the American Stock Exchange Building and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit American Stock Exchange Building to experience more in NYC. Then, cruise by boat to the NYC via American Stock Exchange Building.",
        "UserId": 1,
        "LocationName": "86 Trinity Place New York, NY 10006, Lower Manhattan",
        "Latitude": 40.7085,
        "Longitude": -74.0135,
        "TenantId": 1
    },
    {
        "Name": "Pier 40",
        "Price": 242,
        "Description": "Experience the Pier 40 on a small-group full-day tour from New York City. Enjoy the experience of the Pier 40 and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Pier 40 to experience more in NYC. Then, cruise by boat to the NYC via Pier 40.",
        "UserId": 1,
        "LocationName": "353 West St Manhattan, NY 10014, Greenwich Village",
        "Latitude": 40.7339,
        "Longitude": -74.0054,
        "TenantId": 1
    },
    {
        "Name": "Long Island City Partnership",
        "Price": 107,
        "Description": "Experience the Long Island City Partnership on a small-group full-day tour from New York City. Enjoy the experience of the Long Island City Partnership and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Long Island City Partnership to experience more in NYC. Then, cruise by boat to the NYC via Long Island City Partnership.",
        "UserId": 1,
        "LocationName": "mail: 27-01 Queens Plaza North, 9th fl. Queens, NY 11101, Long Island City",
        "Latitude": 40.7446,
        "Longitude": -73.9345,
        "TenantId": 1
    },
    {
        "Name": "The Great Hall, Cooper Union",
        "Price": 296,
        "Description": "Experience the The Great Hall, Cooper Union on a small-group full-day tour from New York City. Enjoy the experience of the The Great Hall, Cooper Union and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Great Hall, Cooper Union to experience more in NYC. Then, cruise by boat to the NYC via The Great Hall, Cooper Union.",
        "UserId": 1,
        "LocationName": "7 East 7th Street Manhattan, NY 10003, East Village",
        "Latitude": 40.7313,
        "Longitude": -73.9892,
        "TenantId": 1
    },
    {
        "Name": "Czech Center New York",
        "Price": 218,
        "Description": "Experience the Czech Center New York on a small-group full-day tour from New York City. Enjoy the experience of the Czech Center New York and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Czech Center New York to experience more in NYC. Then, cruise by boat to the NYC via Czech Center New York.",
        "UserId": 1,
        "LocationName": "321 E 73rd St Manhattan, NY, Upper East Side",
        "Latitude": 40.7685,
        "Longitude": -73.9588,
        "TenantId": 1
    },
    {
        "Name": "The Malcolm X and Dr. Betty Shabazz Memorial & Educational Center",
        "Price": 201,
        "Description": "Experience the The Malcolm X and Dr. Betty Shabazz Memorial & Educational Center on a small-group full-day tour from New York City. Enjoy the experience of the The Malcolm X and Dr. Betty Shabazz Memorial & Educational Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit The Malcolm X and Dr. Betty Shabazz Memorial & Educational Center to experience more in NYC. Then, cruise by boat to the NYC via The Malcolm X and Dr. Betty Shabazz Memorial & Educational Center.",
        "UserId": 1,
        "LocationName": "3940 Broadway Manhattan, NY, Harlem",
        "Latitude": 40.8382,
        "Longitude": -73.942,
        "TenantId": 1
    },
    {
        "Name": "79th Street Boat Basin",
        "Price": 298,
        "Description": "Experience the 79th Street Boat Basin on a small-group full-day tour from New York City. Enjoy the experience of the 79th Street Boat Basin and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit 79th Street Boat Basin to experience more in NYC. Then, cruise by boat to the NYC via 79th Street Boat Basin.",
        "UserId": 1,
        "LocationName": "W 79th St and the Hudson River Manhattan, NY 10024, Upper West Side",
        "Latitude": 40.7864,
        "Longitude": -73.9764,
        "TenantId": 1
    },
    {
        "Name": "New York City Center",
        "Price": 322,
        "Description": "Experience the New York City Center on a small-group full-day tour from New York City. Enjoy the experience of the New York City Center and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit New York City Center to experience more in NYC. Then, cruise by boat to the NYC via New York City Center.",
        "UserId": 1,
        "LocationName": "W. 55th St. betw. Sixth & Seventh Aves.; mail: 130 W. 56th St. Manhattan, NY 10019, Midtown West",
        "Latitude": 40.7651,
        "Longitude": -73.9858,
        "TenantId": 1
    },
    {
        "Name": "Electric Lady Studios",
        "Price": 391,
        "Description": "Experience the Electric Lady Studios on a small-group full-day tour from New York City. Enjoy the experience of the Electric Lady Studios and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Electric Lady Studios to experience more in NYC. Then, cruise by boat to the NYC via Electric Lady Studios.",
        "UserId": 1,
        "LocationName": "52 W 8th St New York, NY 10011 West Village",
        "Latitude": 40.7402,
        "Longitude": -73.9996,
        "TenantId": 1
    },
    {
        "Name": "Harlem Park to Park",
        "Price": 245,
        "Description": "Experience the Harlem Park to Park on a small-group full-day tour from New York City. Enjoy the experience of the Harlem Park to Park and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Harlem Park to Park to experience more in NYC. Then, cruise by boat to the NYC via Harlem Park to Park.",
        "UserId": 1,
        "LocationName": "mail: 134 W. 118th St., ground fl. Manhattan, NY 10026, Harlem",
        "Latitude": 40.8019,
        "Longitude": -73.9531,
        "TenantId": 1
    },
    {
        "Name": "St. Bartholomew's Church",
        "Price": 379,
        "Description": "Experience the St. Bartholomew's Church on a small-group full-day tour from New York City. Enjoy the experience of the St. Bartholomew's Church and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit St. Bartholomew's Church to experience more in NYC. Then, cruise by boat to the NYC via St. Bartholomew's Church.",
        "UserId": 1,
        "LocationName": "325 Park Ave Manhattan, NY, Midtown East",
        "Latitude": 40.7571,
        "Longitude": -73.9657,
        "TenantId": 1
    },
    {
        "Name": "Kissena Golf Course",
        "Price": 376,
        "Description": "Experience the Kissena Golf Course on a small-group full-day tour from New York City. Enjoy the experience of the Kissena Golf Course and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Kissena Golf Course to experience more in NYC. Then, cruise by boat to the NYC via Kissena Golf Course.",
        "UserId": 1,
        "LocationName": "16415 Booth Memorial Ave Queens, NY 11365, Fresh Meadows",
        "Latitude": 40.7374,
        "Longitude": -73.7951,
        "TenantId": 1
    },
    {
        "Name": "Riverside Park South",
        "Price": 167,
        "Description": "Experience the Riverside Park South on a small-group full-day tour from New York City. Enjoy the experience of the Riverside Park South and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Riverside Park South to experience more in NYC. Then, cruise by boat to the NYC via Riverside Park South.",
        "UserId": 1,
        "LocationName": "Henry Hudson Parkway at W. 70th St. Manhattan, NY 10023, Upper West Side",
        "Latitude": 40.7764,
        "Longitude": -73.9827,
        "TenantId": 1
    },
    {
        "Name": "Poets House",
        "Price": 437,
        "Description": "Experience the Poets House on a small-group full-day tour from New York City. Enjoy the experience of the Poets House and sites including the other areas of the sites too. Enjoy a chef-prepared lunch (dietary requirements accommodated), and visit Poets House to experience more in NYC. Then, cruise by boat to the NYC via Poets House.",
        "UserId": 1,
        "LocationName": "10 River Terr. Manhattan, NY 10282, Battery Park City",
        "Latitude": 40.7166,
        "Longitude": -74.0146,
        "TenantId": 1
    }
]